{
  "menu": [
    {
      "id": 1,
      "name": "Главная",
      "link": "/"
    },
    {
      "id": 2,
      "name": "Герои",
      "link": "/heroslist"
    },
    {
      "id": 3,
      "name": "Новости",
      "link": "/news"
    },
    {
      "id": 4,
      "name": "Киберспорт",
      "link": "/cybersport"
    }
  ],
  "posts": [
    {
      "title": "БЕСЕДА С АВТОРОМ НОВОГО РАССКАЗА ПО OVERWATCH КРИСТИ ГОЛДЕН",
      "content": "<p>Кристи Голден погружалась в атмосферу множества фантастических миров и написала более 50 романов и повестей, действие которых происходит в разных вселенных, но о вселенной Overwatch она отзывается теплее всего.</p><p>&nbsp;</p><p>«Мне нравится, что в этом мире каждый может чувствовать себя как дома, — говорит Кристи. — В нем можно гордиться своей культурой, внешностью или мировоззрением и знакомиться с культурой и мировоззрением других людей. Здесь все относятся друг к другу с уважением и могут стать друзьями и партнерами по команде. Мне всегда казалось, что людей объединяет больше, чем разъединяет».</p><p>&nbsp;</p><p>Она постаралась раскрыть тему дружбы и товарищества в своем рассказе <a href=\"https://playoverwatch.com/ru-ru/media/stories/stone-by-stone/\">«Камень за камнем»</a>, где читатели могут увидеть, как наш любимый архитектор по работе с «жестким» светом Сатья Вашвани (Симметра) встала на путь сострадания и понимания. Мы встретились с Голден и обсудили с ней процесс написания рассказа «Камень за камнем», ее первую работу по вселенной Overwatch — и чувство единства со Сферой.</p><p>&nbsp;</p><p><strong>Для начала давайте поговорим о вас и вашем творчестве. Чем работа с материалами вселенной Overwatch отличается от работы с Hearthstone, World of Warcraft и StarCraft?</strong></p><p>&nbsp;</p><p>Я профессионально пишу уже почти 30 лет, и почти все, что я сделала за это время, относится к разным франшизам — игровым мирам, сериям книг и так далее. Если не ошибаюсь, я работала уже в тринадцати разных франшизах!&nbsp; Поэтому попадать в незнакомый мир и искать в нем нечто, что придется мне по душе, мне не впервой. Для меня это все равно что подойти к зданию и попробовать найти дверь, которая передо мной распахнется.</p><p>&nbsp;</p><p><strong>Над какими частями повествования вам нравится работать больше всего?</strong></p><p>&nbsp;</p><p>Мне всегда нравилось писать диалоги и продумывать характеры героев. В юности я мечтала стать актрисой и научилась хорошо разбираться в диалогах, и теперь мне это помогает. Читатели романов по игровым вселенным прекрасно знают, как разговаривает их любимый персонаж и какую лексику использует, поэтому если вы не попадете в образ, они обязательно дадут вам об этом знать! А вот убедительно описывать боевые сцены и место действия мне пришлось учиться. Сейчас я часто пишу сценарии для видеороликов, и это приносит мне массу удовольствия — ведь это то, что я умею лучше всего. А описание обстановки и действий можно предоставить режиссеру и художникам!</p><p>&nbsp;</p><p><strong>Как вы прописываете персонажей, дальнейшую историю которых будут развивать другие сотрудники Blizzard, например, разработчики Overwatch?</strong></p><p>&nbsp;</p><p>Моей первой работой был роман по вселенной Ravenloft — <i>Vampire of the Mists</i>, это одна из первых книг в этой серии от компании TSR. Мне кажется, вышел очень удачный первый опыт: я сразу привыкла, что за моей работой следит не только пара редакторов, но и еще много разных людей. Когда вы пишете книгу по своей собственной вселенной, издатель получает в работу<i> вашу</i> книгу. Но если это книга по уже созданной кем-то вселенной, вы с издателем получаете в работу книгу<i> франшизы</i>.&nbsp; Игры подобны живым организмам, создание которых — это результат труда многих людей. Они постоянно развиваются и меняются. В своем романе вы придумываете замечательного героя, и затем он может стать важным персонажем в игре... а может погибнуть в любой момент или просто про него забудут. Такова плата за возможность поработать в увлекательной вселенной вместе с людьми, которые тоже ее любят. И для меня нет ничего приятнее.</p>",
      "image": "post-1.png",
      "date": "2020-11-24",
      "id": 2
    },
    {
      "title": "ВСЕ ПОДРОБНОСТИ О ПРИОРИТЕТНОМ ПРОПУСКЕ В OVERWATCH",
      "content": "<p>По словам главного дизайнера Overwatch Скотта Мерсера, главным вопросом для разработчиков всегда было «Как сделать так, чтобы Overwatch приносил игрокам еще больше удовольствия?». Он расскажет нам о том, какое влияние на игру окажет новая функция, представленная Джеффом Капланом в свежем выпуске <a href=\"https://youtu.be/EWooo3e1gFc\"><strong>новостей от разработчиков</strong></a>: мы говорим о так называемом «приоритетном пропуске», который сейчас тестируется на PTR. Мерсер надеется, что благодаря ему разница в количестве игроков, выбирающих роли танка, бойца или поддержки, существенно сократится.</p><p>&nbsp;</p><p>Введение приоритетного пропуска должно положительным образом сказаться на продолжительности ожидания матча для тех, кто выбирает роль бойца. Если такой игрок согласится провести игру-другую в роли танка или поддержки, то потом система быстрее подберет для него подходящий матч, когда он захочет сыграть героем-бойцом. Но прежде чем вы отправитесь тестировать новую функцию на PTR, советуем вам ознакомиться с подробностями и почитать рассказ Скотта Мерсера о том, как она разрабатывалась.</p><p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p><p><strong>Расскажите нам вкратце, что собой представляет приоритетный пропуск?</strong></p><p>&nbsp;</p><p>В Overwatch вы можете играть за танка, бойца или героя поддержи. В быстрой и соревновательной играх действует ограничение по ролям. Это значит, что в каждом матче должны присутствовать два танка, два героя поддержки и два бойца. Чтобы время ожидания для всех этих ролей было одинаковым, количество игроков, которые их выбирают, тоже должно быть одинаковым. Однако, как оказалось, <i>почти все</i> хотят играть бойцами.&nbsp;</p><p>&nbsp;</p><p>Поскольку роль бойца так популярна, выбирающим ее игрокам приходится дольше ждать подходящего матча. Мы долго думали над тем, как с этим бороться, и пришли к выводу, что приоритетный пропуск может оказаться неплохим решением. Если вы выберете универсальную роль (то есть согласитесь играть танком, героем поддержки <i>или</i> бойцом), то взамен мы дадим вам приоритетный пропуск. Затем вы сможете встать в очередь в качестве бойца и потратить свои пропуска на то, чтобы уменьшить время ожидания в этой чрезмерно популярной роли. Чем больше народу выберет универсальную роль, тем равномернее будет распределение игроков по всем трем ролям, что в конечном итоге должно положительно сказаться на времени ожидания для всех.</p><p>&nbsp;</p><p>В зависимости от того, выиграет ваша команда или проиграет, вы получите несколько приоритетных пропусков (возможно, мы еще изменим их количество). Сыграв <i>одну</i> игру в универсальной роли, вы получите возможность использовать свои приоритетные пропуска для того, чтобы сократить время ожидания в роли бойца. Всего сейчас можно накопить до 40 пропусков.&nbsp;</p><p>&nbsp;</p><p><strong>Как работает приоритетный пропуск для тех, кто играет в команде?</strong></p><p>&nbsp;</p><p>Чтобы группа, игрок в которой выбирает роль с длительным временем ожидания (чаще всего это роль бойца), считалась приоритетной, ему придется потратить свои приоритетные пропуска. Скажем, если мы с вами состоим в группе, и вы выбираете роль танка или поддержки, а я выбираю роль бойца, то потратить пропуска для того, чтобы наша группа считалась приоритетной, придется только мне.</p><p>&nbsp;</p><p><strong>Как вы считаете, что влияет на продолжительность ожидания матча для тех, кто выбирает роль бойца?</strong></p><p>&nbsp;</p><p>Частично на популярности роли бойца сказался тот факт, что изначально героев-бойцов было куда больше танков или героев поддержки. За последние несколько лет мы старались с этим бороться путем добавления большего количества танков и лекарей. Также игроки часто спрашивают нас, не хотим ли мы сделать этих героев сильнее, чтобы играть за них стало интереснее? Если честно, они и так достаточно сильны, и те, кто выбирает танка или лекаря, часто получают от игры море удовольствия. Это лишь вопрос личных предпочтений.</p>",
      "image": "post-2.png",
      "date": "2020-11-19",
      "id": 3
    },
    {
      "title": "ШТРИХ ЗА ШТРИХОМ: ХУДОЖНИЦА И ФАНАТКА OVERWATCH JAVIDRAWS О СОЗДАНИИ ГРАФФИТИ ДЛЯ СИММЕТРЫ",
      "content": "<p>Вы наверняка тоже так делали: лепили облачко <i>«Извини»</i> на труп врага после блистательнейшего убийства, попавшего в лучшие моменты матча; толкали груз и усеивали его пиксельной копией своего героя; поворачивали плакат «Разыскивается» с Маккри так, чтобы лицо на граффити друга попадало <i>в самую</i> серединку. Граффити встречаются в Overwatch на каждом шагу — что кривое лицо милашки Мойры на том камне в Ханамуре, что ехидные сообщения в проигрывателе повторов. Команда разработчиков Overwatch уже не раз приглашала художников из фанатского сообщества создавать по-настоящему эффектные граффити, посвященные самым разным событиям.</p><p>&nbsp;</p><p>Художница и игрок в Overwatch <a href=\"https://twitter.com/javi_draws\">JaviDraws</a> рассказывает о ремесле художника, Симметре и создании граффити для <a href=\"http://playoverwatch.com/symmetra-restoration-challenge/\">испытания Симметры «Восстановление»</a>.</p><p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p><p><strong>Как ты занялась рисованием профессионально и почему именно комиксами и иллюстрациями?</strong></p><p>&nbsp;</p><p>Мне с детства нравилось рисовать, я начала выкладывать свои работы в интернет не менее десяти лет назад. Проведя столько времени в онлайн-сообществе художников, я захотела превратить свое хобби в карьеру. Сначала меня больше привлекал концепт-арт, но со временем мой стиль и творчество постепенно менялись, и меня потянуло к иллюстрированию и комиксам. Я очень довольна своим выбором.</p><p>&nbsp;</p><p><strong>Как ты успеваешь выполнять проекты для своих заказчиков, посвящая столько времени играм, для которых создаешь иллюстрации?</strong></p><p>&nbsp;</p><p>Плодотворнее всего мне работается утром. Я отвожу на работу не менее 5 часов в день, а вечер оставляю для игр и прочего отдыха. У меня не бывает выходных, но зато я заканчиваю работу раньше. Для меня такой распорядок дня подходит лучше всего.</p><p>&nbsp;</p><p><strong>Почему ты начала играть в Overwatch?</strong></p><p>&nbsp;</p><p>Мне никогда особенно не нравились шутеры от первого лица, хотя про Overwatch я слышала — когда вышел первый анимационный ролик, он сразу запомнился мне своим ярким красочным стилем. Потом игру купил мой брат и отдал ее на время мне, и я тут же заказала еще одну копию для себя. Играть в Overwatch оказалось страшно весело, и мне захотелось попробовать всех героев.</p><p>&nbsp;</p><p><strong>Какого персонажа тебе больше всего нравится рисовать?</strong></p><p>&nbsp;</p><p>Всех героев по-своему интересно рисовать, но, честно говоря, больше всех я люблю Мэй. Она очень милая, в отличие от многих других персонажей, и мой художественный стиль хорошо сочетается с ее дизайном.</p>",
      "image": "post-3.png",
      "date": "2020-11-18",
      "id": 4
    },
    {
      "title": "ВОССТАНОВИТЕ ПОРЯДОК НА ПОЛЕ БОЯ ВО ВРЕМЯ ИСПЫТАНИЯ «ВОССТАНОВЛЕНИЕ» ОТ СИММЕТРЫ",
      "content": "<p>Зарабатывайте новые награды, в том числе <strong>облик Симметры «Мараммат»</strong>, выигрывая матчи и просматривая трансляции <i>Overwatch</i> на Twitch. А также присоединяйтесь к путешествию в поисках взаимопонимания Симметры и Дзенъятты в новом рассказе Кристи Голден «Камень за камнем».</p><p>&nbsp;</p><p>С сегодняшнего дня и до 30 ноября игроки смогут заработать <strong>новый значок</strong>, <strong>семь уникальных граффити</strong>, а также <strong>облик Симметры «Мараммат» (эпический)</strong>, что в сумме составляет <strong>девять</strong> новых наград.</p><ul><li><strong>КАК И БЫЛО ЗАДУМАНО:</strong> выясните, как открыть новые награды для Симметры.</li><li><strong>НАГРАДЫ ЗА ПРОСМОТР:</strong> получите особые косметические предметы тематики Симметры за просмотр трансляций на Twitch.</li><li><strong>НОВЫЙ КОМИКС</strong> - Узнайте больше о новом рассказе от Кристи Голден, «Камень к камню»</li></ul><h2><i>КАК И БЫЛО ЗАДУМАНО</i></h2><p>Подчините себе реальность и заработайте новый особый внутриигровой контент. В течение ограниченного времени победы в режимах «Быстрая игра», «Соревновательная игра» и «Аркада» принесут вам значок, граффити и новый эпический облик</p><p><strong>Симметры «Мараммат»</strong></p><p>&nbsp;</p><p><strong>Играя в режиме «Аркада», вы будете получать награды испытания «Восстановление» от Симметры в дополнение к обычным бонусам.</strong></p>",
      "image": "post-4.png",
      "date": "2020-11-17",
      "id": 5
    },
    {
      "title": "ЧТО ЗНАЧИТ БЫТЬ КОНЦЕПТ-ХУДОЖНИКОМ OVERWATCH",
      "content": "<p>Сначала, когда его просят рассказать о своей работе, концепт-художник Дэрил Тэн даже не упоминает такое понятие, как «искусство». «Я продавец идей», — говорит он.</p><p>&nbsp;</p><p>То же можно сказать и про других коллег Дэрила в команде разработчиков Overwatch. Их работа — заставить множество людей (в компании Blizzard и не только) поверить в их идеи.</p><p>&nbsp;</p><p>Когда игроки сталкиваются с работой художников, она должна убедить их закрыть глаза на невозможное. Чтобы увлечь вас в вымышленный мир, художник должен придумать для него правдоподобные детали и элементы, а также убедиться, что они останутся таковыми после их воплощения в игре. Сегодня мы расскажем вам, как команда разработчиков Overwatch, вооружившись программой PhotoShop и навыками 2D-иллюстрирования, этого добивается.</p><p>&nbsp;</p><p><strong>Персонажи и оружие</strong></p><p>&nbsp;</p><p>Старший концепт-художник Цю Фан начал работу в Blizzard в 2016&nbsp;г., и вскоре ему поручили разработку агентов «Когтя», которые были посланы остановить агентов Blackwatch в ходе задания «Возмездие», представленного в архивах Overwatch. Такие боевые единицы никогда не становятся гвоздем программы — эта честь всегда выпадает игровым персонажам. Тем не менее, они должны хорошо сочетаться с яркой и запоминающейся командой героев Overwatch. Несмотря на то, что игрокам предстояло легко и быстро расправляться с этими противниками, Цю хотел сделать их дизайн особенным.</p><p>&nbsp;</p><p>«На мое решение стать дизайнером персонажей значительно повлиял мой игровой опыт в детстве. Тогда я часто играл в игры, завязанные вокруг одного запоминающегося персонажа. Поэтому я с самого начала мечтал поработать над концептом героя», — сказал Цю, которому предстояло разработать дизайн 31-го героя Overwatch, Сигмы. Ему удалось реализовать свои устремления, создавая первые концепты врагов из «Когтя», и он отнесся к ним, как к «мини-героям».</p>",
      "image": "post-5.png",
      "date": "2020-10-19",
      "id": 6
    },
    {
      "title": "КОНЦЕПТ-ХУДОЖНИКИ ОБСУЖДАЮТ ЛЕТНИЕ ИГРЫ В OVERWATCH",
      "content": "<p>Представьте, что вы на пляже — вы с удобством устроились на симпатичном полотенце и загораете на прекрасном средиземноморском пляже Илиоса. Вы слышите шелест морского бриза, чье мягкое дуновение сопровождается размеренной песнью прибоя. Просто великолепно. Настоящий летний рай.</p><p>&nbsp;</p><p>До поры до времени.</p><p>&nbsp;</p><p>Громкий крик выдергивает вас из мечтаний. «<i>В зоне для плавания серфинг запрещен</i>!» — прокричала, судя по всему, спасательница. Вы слышите шум водного потока — словно струи двух брандспойтов бьют прямо в песчаную дюну. Вы с любопытством смотрите в сторону нарушительницы вашего покоя и видите... спасательницу? Летящую по воздуху в направлении зазевавшегося серфингиста, увлеченного волной? На водяном реактивном ранце?</p><p>Облик «Спасательница» для Фарры представляет собой идеальное сочетание образа футуристической спасательницы и водяного реактивного ранца в стиле водных спортивных игр вместо обычного боевого костюма — и это лишь один из восьми обликов, которые создала команда концепт-художников Overwatch для Летних игр 2020. Каждый год участники этой команды вместе придумывают облики, которыми смогут покрасоваться игроки, веселясь на солнце в Overwatch. Мы встретились с концепт-художниками Кеджуном Ваном и Дэрилом Тэном, создателями обликов «Фескарн» для Бригитты и «Спасательница» для Фарры, и обсудили их рабочий процесс и то, как им удалось придумать два новейших облика для Летних игр в Overwatch.&nbsp;skins.</p><p>&nbsp;</p><p><strong>Каковы источники вашего вдохновения? Как вы начали работать в индустрии видеоигр?</strong></p><p>&nbsp;</p><p><strong>Кеджун Ван</strong>: «В детстве я часто смотрел Dragon Ball и другие аниме, а на уроках все время рисовал в учебниках картинки, посвященные тем сериалам. В старших классах и на первом курсе колледжа я очень много времени посвящал играм Blizzard, в том числе StarCraft, Diablo, Diablo II и World of Warcraft. Когда я играл в World of Warcraft, я посещал китайский форум под названием National Geography of Azeroth, и там я нашел раздел с фанатскими рисунками. Я был изумлен, узнав, что люди могут рисовать и раскрашивать изображения в электронном виде при помощи планшетов. После этого я купил дешевый планшет и приступил к созданию первого рисунка по World of Warcraft. По мере знакомства с миром электронной живописи меня увлекла сфера концепт-арта. Я понял, что хочу посвятить свою жизнь карьере концепт-художника, и в итоге это привело меня в США, где я начал учиться и работать».</p><p><strong>Дэрил Тэн</strong>: «К неудовольствию моей мамы, я с детства был заядлым поклонником видеоигр, и поэтому мечтал стать разработчиком, когда вырасту. А еще я всегда любил рисовать, поэтому лучшей работы, чем концепт-художник, я для себя и придумать не мог. Закончив колледж, я пару лет участвовал в разработке мобильных игр, а затем присоединился к команде Overwatch в Blizzard».</p>",
      "image": "post-6.png",
      "date": "2020-08-12",
      "id": 7
    },
    {
      "title": "OVERWATCH СОТРУДНИЧАЕТ С ТАЛАНТЛИВЫМИ МУЗЫКАЛЬНЫМИ ИСПОЛНИТЕЛЯМИ ДЛЯ ФЕСТИВАЛЯ SUMMER OF MUSIC",
      "content": "<p>Музыка всегда была неотъемлемой частью Overwatch. Уникальное звуковое сопровождение, с любовью созданное музыкальной командой Blizzard, помогает наполнить атмосферу игры жизнью. Мы знаем, что игроки тоже очень любят музыку, слушают композиции множества разных жанров и стилей и даже создают свои собственные.</p><p>&nbsp;</p><p>Недавно состоялся выход музыкального сборника <a href=\"https://playoverwatch.com/ru-ru/media/#music\">Overwatch:<i> Cities &amp; Countries</i></a><i> а также началось внутриигровое событие — испытание «Маэстро» от Сигмы. Нам хотелось бы еще глубже погрузиться в атмосферу этого прекрасного музыкального праздника вместе с Overwatch, и поэтому мы пригласили невероятно талантливых исполнителей со всей Европы на наш фестиваль <strong>Summer of Music</strong>.</i></p><p>&nbsp;</p><p><i>Мы связались с музыкальными исполнителями и попросили их создать для нашего фестиваля Summer of Music собственные версии, ремиксы и каверы композиций из сборника Overwatch: Cities &amp; Countries, а также других хорошо узнаваемых мелодий из Overwatch. Среди приглашенных битбокс-группа, игроки на клавишных инструментах и на гитаре, диджеи электронной танцевальной музыки, дуэт мультиинструменталистов и квартет, играющий на электромеханических инструментах... Исполнители различных стилей из различных уголков мира и с разными творческими подходами создадут свои собственные версии музыки из Overwatch. Дополнительная информация обо всех талантливых участниках фестиваля Summer of Music — ниже.</i></p><p>&nbsp;</p><p><i>В течение следующих недель исполнители опубликуют на своих каналах контент по Overwatch, а мы будем обновлять эту страницу по мере развития событий. Не забудьте следить за новостями на нашем сайте, официальных каналах Overwatch в соцсетях и каналах самих исполнителей.</i></p>",
      "image": "post-7.jpg",
      "date": "2020-08-03",
      "id": 8
    },
    {
      "title": "ВЫЙДИТЕ НА СЦЕНУ В ХОДЕ ИСПЫТАНИЯ «МАЭСТРО» ОТ СИГМЫ!",
      "content": "<p>Пришла пора выйти на сцену! Станьте первой скрипкой в симфоническом оркестре Сигмы и получите доступные только во время события награды, одна из которых — <strong>легендарный облик Сигмы «Маэстро»</strong>.</p><p>&nbsp;</p><p>До 27&nbsp;июля игроки смогут получить <strong>значок</strong>, <strong>легендарную эмоцию</strong>, <strong>шесть уникальных граффити</strong> и <strong>легендарный облик Сигмы «Маэстро»</strong> — всего <strong>девять новых наград.</strong></p><p>&nbsp;</p><ul><li><strong>МАЭСТРО:</strong> выясните, как открыть новые награды для Сигмы.</li><li><strong>НАГРАДЫ ЗА ПРОСМОТР:</strong> получите особые косметические предметы музыкальной тематики за просмотр трансляций в Twitch.</li><li><strong>ГРОМКОСТЬ НА ПОЛНУЮ:</strong> узнайте подробности о новом сборнике музыки Overwatch под названием Cities &amp; Countries.</li></ul><h3>&nbsp;</h3><h3><strong>МАЭСТРО</strong></h3><p>Сыграйте важную роль в симфонии Сигмы и получите особые косметические предметы в концертной тематике! В течение ограниченного времени победы в режимах «Быстрая игра», «Соревновательная игра» и «Аркада» принесут вам значок, легендарную эмоцию и новый легендарный облик «Маэстро» для Сигмы!</p><p>&nbsp;</p><p><strong>Играя в режиме «Аркада», вы будете получать награды испытания «Маэстро» от Сигмы в дополнение к обычным бонусам.</strong></p><p>&nbsp;</p><h3><strong>НАГРАДЫ ЗА ПРОСМОТР</strong></h3><p>Получайте дополнительные награды за просмотр трансляций в Twitch до, после и во время матчей. До 27 июля заходите на каналы участвующих в акции авторов трансляций, когда они играют в Overwatch, чтобы получить шесть граффити испытания «Маэстро» от Сигмы!</p>",
      "image": "post-8.png",
      "date": "2020-07-14",
      "id": 9
    },
    {
      "title": "ВЫХОД «ОТКРЫТОЙ ИГРЫ» СОСТОЯЛСЯ",
      "content": "<p>С началом 23-го сезона игроки в Overwatch получили возможность играть в соревновательном режиме по-новому в «Открытой игре». В меню «Соревновательной игры» появится режим «Открытая игра», в котором игроки смогут использовать состав команды, отличный от состава «2 танка / 2 бойца / 2 лекаря» из режима «Игра по ролям». Кроме того, для этих двух режимов будут использоваться раздельные показатели рейтинга.</p><p>&nbsp;</p><p>Главный дизайнер Overwatch Майкл Хайберг сообщил, что решение добавить «Открытую игру» в соревновательный режим было основано на популярности этого режима в «Аркаде», где игроки могут сражаться в ежедневно меняющихся нестандартных режимах игры.</p><p>Все началось с простого эксперимента.</p><p>&nbsp;</p><p>«Мы оценили популярность режима «Классическая быстрая игра, — говорит Хайберг, — и задумались над тем, насколько игрокам понравился бы аналогичный режим для соревновательной игры».</p><p>&nbsp;</p><p>В этом году основные цели команды разработчиков Overwatch — быстрая корректировка баланса, проведение множества экспериментов и ввод изменений, и поэтому мы решили добавить режим «Открытая соревновательная игра» в «Аркаду», чтобы узнать, насколько он будет интересен игрокам.</p><p>&nbsp;</p><p>Этот режим не только обрел огромную популярность, но его добавление неожиданным образом сказалось на «Соревновательной игре». Как выяснилось, наличие двух режимов соревновательной игры привело к уменьшению длины очередей в обоих режимах.</p><p>«Режим «Открытой игры» привлекает больше игроков героями-бойцами, чем любителей танков или героев поддержки, в результате чего бойцов становится меньше в очередях «Игры по ролям», что выравнивает баланс ролей в этом режиме», — пояснил Хайберг.</p><p>Сосуществование двух режимов помогает сократить время очередей — но что еще важнее, помогает игрокам с разными интересами выбрать тот режим, который им больше нравится.</p><p>«Лично я предпочитаю играть сбалансированным составом команды с раздельными рейтингами для разных ролей, не беспокоясь о том, нужно ли мне сменить роль», — поделился своим мнением Хайберг.</p><p>&nbsp;</p><p>«Но иногда мне хочется поиграть и в более свободном формате, попробовать какую-нибудь необычную стратегию».</p><p>&nbsp;</p><p>--</p><p>&nbsp;</p><p>Выход «Открытой игры» состоялся — выбирайте подходящий для вас режим «Соревновательной игры» уже сегодня!</p>",
      "image": "post-9.png",
      "date": "2020-07-02",
      "id": 10
    },
    {
      "title": "УДВОЕННЫЙ ОПЫТ В OVERWATCH — 5–9 ИЮНЯ",
      "content": "<p>Этот год был потрясающим, и мы очень благодарны вам за то, что вы были его частью. В честь четвертой годовщины Overwatch мы хотим порадовать игровое сообщество, сделавшее этот успех возможным (это вы!): все игроки, зашедшие в игру на этих выходных на PC, PlayStation 4, Xbox One или Nintendo Switch, получат в два раза больше опыта, чем обычно.</p><p>&nbsp;</p><p>Этот бонус затронет почти все аспекты игры, за которые можно получить опыт, в том числе:</p><p>&nbsp;</p><ul><li>время, проведенное в матче;</li><li>завершение матча;</li><li>завершение нескольких матчей подряд;</li><li>победа в матче;</li><li>заполнение команды в текущем матче;</li><li>получение медалей.</li></ul><p>&nbsp;</p><p>Этот бонус также будет суммироваться с уже действующими бонусом за игру в группе и бонусом игровой комнаты. Единственным событием, за которое вы получите обычное количество опыта, будет первая победа в день.</p><p>&nbsp;</p><p>Период увеличенного опыта начнется во всех регионах и на всех платформах 5 июня в 21:00&nbsp;МСК и завершится 10 июня в 09:59&nbsp;МСК. Точное время начала указано в справочной таблице ниже. Перевести время из одного часового пояса в другой можно на сайте <a href=\"http://www.thetimezoneconverter.com/\">thetimezoneconverter.com</a>.</p>",
      "image": "post-10.png",
      "date": "2020-06-05",
      "id": 11
    },
    {
      "title": "ВЗГЛЯД ЗА КУЛИСЫ: РАЗРАБОТКА OVERWATCH 2",
      "content": "<h3><strong>НОВЫЕ ПОЛЯ БОЯ</strong></h3><p>В Overwatch 2 игроки посетят еще больше известных областей в разных частях земного шара, защищая их от атак «Нуль-сектора». Команде разработчиков Overwatch не терпится поделиться с игроками полем боя, расположенным в Риме: здесь романтичная архитектура древнего мира и известные достопримечательности, такие как Колизей и семь холмов Вечного города, естественным образом сочетаются с элементами футуристики в стиле Overwatch. Кроме того, мы показали выполненный в стиле ар-деко город Нью-Йорк, каким он предстанет в Overwatch 2. Это поле боя совмещает высокотехнологичный стиль игры с привычными для жителей города магазинчиками, пожарными станциями и семейными пиццериями.</p><h3><strong>ИЗМЕНЕНИЯ РОЛЕЙ В PVP</strong></h3><p>В Overwatch 2 привычные PvP-режимы претерпят значительные изменения: игроков ожидают новые поля боя, измененные роли персонажей и обновленные механики, которые вдохнут новую жизнь в игровые сражения. Одним из рассматриваемых изменений являются пассивные способности, присущие героям в зависимости от их роли. Пассивные способности бывают разными: герои-танки менее подвержены эффектам отбрасывания и слабее заряжают суперспособности противников, когда те по ним стреляют, бойцы получают бонус к скорости передвижения, чтобы лучше пробираться в тыл врага, а герои поддержки могут исцеляться автоматически, если некоторое время не получают урон. Также разработчики хотят изменить параметры танков, чтобы сделать этих защитников команды более универсальными и позволить им принимать активное участие в опасных стычках. Например, Райнхардт может получить второй заряд «Огненного удара», а также возможность менять направление во время «Рывка» или отменять эту способность. Перечисленные изменения не являются финальными и могут попасть в игру в измененном виде или не оказаться в ней вовсе.</p><p>Команда разработчиков также усердно трудится над изменениями, которые сделают сражения в игре еще более захватывающими и напряженными. Звуковые и визуальные эффекты, игровые механики и другие аспекты стычек были тщательно переработаны и усовершенствованы, чтобы даже простые атаки ближнего боя воспринимались как значимые действия и создавали эффект присутствия. Одной из выдающихся новых функций игры стала система сверточной реверберации, которая позволила разработчикам симулировать акустику цифрового пространства и точно передавать звуки в игре. Где бы ни находились игроки — на открытой местности, в городе, на закрытом складе или в узком туннеле — звуки их выстрелов будут раздаваться в соответствии с окружающим пространством, создавая точную картину боя и погружая игроков в его атмосферу.</p><h3><strong>ЗАДАНИЯ ДЛЯ ГЕРОЕВ</strong></h3><p>С тех пор как мы показали Overwatch 2 на салоне BlizzCon 2019, команда проделала огромную работу, добавив в задания для героев новые механики, улучшенных противников и систему прогресса, позволяющую по-разному развивать героев. Задания для героев — это новый режим, развивающий идею совместных PvE-режимов, которые уже появлялись в Overwatch во время сезонных событий. Задача оказалась невероятно масштабной, ведь чтобы сделать такой режим по-настоящему интересным, заданий должно быть <i>очень </i>много. С самого начала разработки целью команды было создать как можно больше таких заданий, чтобы игроки смогли участвовать в сотнях операций по всему миру, играя за любимых персонажей. Задания продемонстрируют характер героев и раскроют некоторые детали их истории. В них игроков ждут битвы с разными типами противников, новые задачи, новые области, дополняющие уже существующие поля боя, и динамичное окружение, делающее мир Overwatch по-настоящему зрелищным.</p><p>Игровой процесс в первой версии игры, продемонстрированной на салоне BlizzCon 2019, показался разработчикам недостаточно увлекательным.&nbsp; С тех пор они сделали операции более динамичными, добавили множество новых противников и обновили систему прогресса героев. Игрокам предстоит столкнуться с новыми и более грозными омниками из «Нуль-сектора», которые были значительно доработаны за прошедший год. Уникальные и элитные боевые единицы врага, удобная система боя и разнообразие задач не дадут игрокам расслабляться, подавляя выступления «Нуль-сектора» по всему миру. Новой для игроков станет и улучшенная система прогресса героев, которая предоставит им целый арсенал различных талантов для борьбы с вражескими омниками. Нарушайте привычные правила игры, экспериментируйте с комбинациями способностей, как в РПГ, и находите новые способы контролировать поле боя, развивая героя по своему вкусу.</p><h3><strong>НОВЫЙ ДИЗАЙН ГЕРОЕВ</strong></h3><p>В Overwatch 2 каждый герой получит новый образ, который отразит произошедшие с ним события, сохранив ключевые черты. Команда поделилась новым дизайном четырех популярных героев. Маккри сохранил свою ковбойскую шляпу, заменил красную мексиканскую накидку на более технологичную одежду и отрастил бороду, отчего стал выглядеть немного старше. Фарра облачилась в новую броню с прозрачным визором, чьи цвета напоминают сине-белую форму старой организации Overwatch. Жнец выглядит как никогда мрачным и опасным в своем новом костюме и изящной серебряной маске. И наконец, Роковая Вдова сменила свой комбинезон на сногсшибательный костюм в стиле киберпанк, а собранные в хвост волосы — на шикарную прическу с косой.</p><h3><strong>РАЗРАБОТКА СЮЖЕТА</strong></h3><p>В Overwatch 2 вас ждет не только много нового контента. В масштабной сюжетной кампании, повествующей о событиях после короткометражки «Точка отсчета», вы познакомитесь с самой организацией <i>Overwatch</i>. Проходя сюжетные задания, просматривая внутриигровые ролики, слушая беседы персонажей, воплощенные в игре с помощью вариативной системы диалогов, и исследуя полные деталей поля боя, игроки узнают больше о втором восстании омников и о том, как была заново созвана команда Overwatch. Как живут наши герои в мирное время? Как они отреагируют на новый всемирный кризис? В Overwatch 2 героев ждет путешествие по всему миру, в ходе которого их история будет постепенно раскрываться через игровой процесс с помощью новых механик и ситуаций, в которых игрокам придется делать серьезный выбор.</p>",
      "image": "post-12-1.png",
      "date": "2021-02-19",
      "id": 12
    },
    {
      "title": "OVERWATCH НА BLIZZCONLINE: КРАТКИЙ ОБЗОР",
      "content": "<p>Команда Overwatch 2 <a href=\"https://youtu.be/lRj-GotnNaQ\">в подробностях рассказала о процессе разработки</a> и поделилась эксклюзивными материалами еще не вышедшей игры, такими как новые карты, изменения ролей, задания для героев, обновленный дизайн персонажей и дальнейший сюжет.</p><figure class=\"media\"><oembed url=\"https://youtu.be/lRj-GotnNaQ\"></oembed></figure><h3><strong>Голоса Overwatch</strong></h3><p>Актеры озвучивания Дэрин де Пол (Райнхардт), Фред Татаскьор (Солдат-76), Шарлет Чанг (D.Va), Мэтью Мерсер (Маккри) и Джанни Боле (Эхо) <a href=\"https://youtu.be/kuBrIrnZaD4\">обсудили, как они вживаются в роль персонажей Overwatch</a>, поговорили о записи в домашних студиях и разыграли импровизированное представление, демонстрируя своих героев.</p><h3><strong>Создание музыки</strong></h3><p>Музыкальный руководитель Blizzard Дерек Дюк <a href=\"https://youtu.be/6SIep1CGxqI\">побеседовал с авторами</a> самых известных мелодий Overwatch, погружающих игроков во вселенную будущего.</p><figure class=\"media\"><oembed url=\"https://youtu.be/6SIep1CGxqI\"></oembed></figure><h3><strong>Overwatch League: Shock против всех</strong></h3><p>San Francisco Shock, двукратные чемпионы Overwatch League, <a href=\"https://youtu.be/lRvsR22uwr8\">сыграли против</a> необычной команды из профессиональных игроков, авторов трансляций, известных участников сообщества и других неожиданных гостей.</p><figure class=\"media\"><oembed url=\"https://youtu.be/lRvsR22uwr8\"></oembed></figure><h3><strong>Творения участников сообщества из «Мастерской»</strong></h3><p>Инженеры-программисты Overwatch Дэн Рид и Зак Меткалф <a href=\"https://youtu.be/H8JTG2DH_k4\">провели интервью с наиболее активными авторами модификаций к игре</a> — создателями McCree's Hot Potato (Горячая картошка с Маккри), PMAJellies Aim Trainer (Стрельба по мишеням от PMAJellies), Conquest (Завоевание) и других модификаций.</p><figure class=\"media\"><oembed url=\"https://youtu.be/H8JTG2DH_k4\"></oembed></figure><h3><strong>Overwatch League: рукоделие вместе с Зои</strong></h3><p>Ведущая программы Watchpoint Зои Гшвинд дала <a href=\"https://youtu.be/d3DwdVeSdiY\">мастеркласс по созданию идеального пачимари</a> и показала, как самим слепить из глины крошку-осьминожку.</p><figure class=\"media\"><oembed url=\"https://youtu.be/d3DwdVeSdiY\"></oembed></figure><h3><strong>Художественная мастерская Blizzard: Overwatch</strong></h3><p>Художники Overwatch Арнольд Цан, Мортен Скаалвик, Цю Фан и Эндрю Менхивар шаг за шагом показали, как рисовать <a href=\"https://youtu.be/NSISUK9I7ps\"><strong>Трейсер</strong></a>, <a href=\"https://youtu.be/MPAbPNF1ihQ\"><strong>Турбосвина</strong></a>, <a href=\"https://youtu.be/VpGjCeOfe4s\"><strong>Жнеца</strong></a> и <a href=\"https://youtu.be/RZrUhCf9Q2w\"><strong>Дзенъятту</strong></a>.</p><figure class=\"media\"><oembed url=\"https://youtu.be/NSISUK9I7ps\"></oembed></figure><p>Вы можете найти еще больше новостей и материалов с BlizzConline <a href=\"https://blizzcon.com/ru-ru/\"><strong>в полной записи трансляции</strong></a>!</p>",
      "image": "post-13-1.png",
      "date": "2021-02-21",
      "id": 13
    },
    {
      "title": "ДИЗАЙН ГЛАВНОГО ФАНАТА ПАЧИМАРИ: СОЗДАНИЕ ОБЛИКА «ПАЧИМАРИ» ДЛЯ ТУРБОСВИНА",
      "content": "<p>Пачимари — умилительный луковый осьминожка, которого так хочется потискать — торжественно возвращается в Overwatch в виде роскошного костюма для своего самого преданного фаната Турбосвина. Его новый причудливый облик был разработан Дэвидом Каном, дизайнером с богатым опытом в создании существ-талисманов и обликов для героев.</p><p>&nbsp;</p><p>Кан, создатель пачимари и один из авторов нового облика, рассказал о луковых осьминожках, дизайне обликов Турбосвина и самых экстравагантных идеях костюма для главного фаната пачимари.</p><p>&nbsp;</p><p>Каждая деталь в новом облике Турбосвина кричит о его любви к пачимари — от коллекции значков и огромного щупальца до прелестной шапочки с пропеллером, в которой он выглядит еще забавнее. Всем этим он обязан концепт-художнику Дэвиду Кану и другим дизайнерам обликов Overwatch. «Нам с самого начала понравилась эта идея, — говорит Кан, который возглавлял создание нового облика и превратил Турбосвина из безумного жестянщика в главного фаната пачимари. — Мы вынашивали эту идею больше года и уже сделали несколько набросков. Связанное с пачимари событие предоставило нам удобный случай, и мы решили попробовать. И я просто в восторге от результата».</p><p>&nbsp;</p><p>Изначальная концепция этого облика — Турбосвин в парке аттракционов, разодетый при полном пачи-параде во все купленные сувениры. Когда началась подготовка к событию, команда постаралась добавить как можно больше необычных мелочей, без которых не обошелся бы главный фанат пачимари.</p><p>&nbsp;</p><p>Кан объясняет, что сложнее всего было выбрать дизайн фирменной маски Турбосвина. Без нее Турбосвин обойтись не мог, и было решено изменить ее цветовую гамму на типичную для пачимари — перекрасили из черного в белый и нарисовали румянец на щеках. «В обликах Турбосвина нам всегда приходится придумывать, как поступить с маской. Мы пока не раскрывали его настоящее лицо, поэтому всегда придумываем что-то интересное с маской».</p><p>&nbsp;</p><p>В итоге дизайнеры сошлись на том, что нужно дополнить обычную модель Турбосвина особенными элементами, которые будут выделять этот облик среди прочих. «Особенно мне нравится шапочка Турбосвина, — говорит Кан. — Такая может быть только у горячего фаната пачимари. Огромное щупальце на плече — тоже очень классная и необычная деталь. В каком-нибудь Пачимари-лэнде их бы точно продавали».</p><p>&nbsp;</p><p>С момента создания пачимари прошло пять лет, в магазине Blizzard полно разных <a href=\"https://www.blizzardgearstore.com/?query=pachimari&amp;_ref=p-HP:m-TYPEAHEAD:i-r-0c-0:po-0\">товаров с пачимари</a>, а сам этот персонаж фактически стал символом Overwatch, но Кан по-прежнему удивляется популярности своего творения. «Я до сих пор не могу поверить, насколько знаменит пачимари. Без него уже невозможно представить игру, — говорит он. — Для Overwatch он как мурлок. Пачимари всегда напоминает мне о первых днях работы в Blizzard и стадии разработки игры, когда наша тогда еще небольшая команда с нетерпением дожидалась того дня, когда мы сможем показать Overwatch миру».</p><p>&nbsp;</p><p>Испытание «Пачимарт» началось! С сегодняшнего дня до 22 марта зарабатывайте замечательные новые награды за победы в матчах и станьте главным ценителем пачимари — не считая Турбосвина, конечно же. Соберите массу новых пачи-предметов, в том числе эмоцию для Крысавчика, граффити с пачимари в образе разных героев Overwatch и облик «Пачимари» для Турбосвина!</p>",
      "image": "post-14.png",
      "date": "2021-03-11",
      "id": 14
    },
    {
      "title": "НОВЫЕ ЛЕГЕНДАРНЫЕ ОБРАЗЫ: СОЗДАНИЕ ОБЛИКОВ ДЛЯ СОБЫТИЯ «АРХИВЫ OVERWATCH» 2021 Г.",
      "content": "<p>Змееборец. Самурай. Двое солдат, сражающиеся за противоборствующие стороны революции. Четыре далеких друг от друга персонажа, объединенные кистью талантливых художников со всего мира, в событии «Архивы» этого года. Для создания новых исторических обликов разработчики Overwatch объединились с <a href=\"https://twitter.com/kymg\">Юсукэ Кодзаки</a> — дизайнером персонажей из Японии, работавшим над такими играми, как Fire Emblem, Pokémon и No More Heroes.</p><p>&nbsp;</p><p>Все легендарные облики, добавленные в событии «Архивы» в этом году, созданы в стиле различных исторических эпох родных стран каждого персонажа. Заря, как и подобает одному из самых сильных персонажей в Overwatch, превратилась в могучего и храброго богатыря-змееборца. Гэндзи облачился в искусно выкованные доспехи самурая из эпохи Сэнгоку — периода, наступившего после развала феодальной системы Японии, когда самураи-военачальники и различные воинские кланы боролись за власть в стране. А Трейсер и Солдат-76 в это время заняли противоположные стороны Войны за независимость США, надев треуголки и яркие униформы соответствующих армий.</p><p>&nbsp;</p><p>Кодзаки и концепт-художники Overwatch Дэвид Кан и Дэрил Тэн расскажут подробности о предыстории и процессе создания обликов «Кавалеристка» для Трейсер, «Солдат-1776», «Самурай» для Гэндзи и «Поленица» для Зари.</p><p>&nbsp;</p><p><strong>Юсукэ, расскажите немного о себе. С чего начался ваш путь художника в игровой индустрии? Как проходит ваша повседневная жизнь?</strong></p><p>&nbsp;</p><p><strong>Юсукэ Кодзаки</strong>: я с 10 лет мечтал рисовать комиксы, и когда мне было около 19, я наконец-то смог выпустить свой первый комикс в одном журнале! После этого я завел свой собственный веб-сайт для иллюстраций, и мне начало постепенно приходить все больше и больше заказов по дизайну персонажей и созданию иллюстраций. Так все и сложилось. Что касается повседневной жизни, то у меня появилась новая работа — присмотр за двумя дочерьми. Я очень люблю готовить, и часто занимаюсь этим на досуге. Я считаю искусством и готовку, и рисование; для меня нет ничего приятнее, чем сразу видеть результат своих стараний, когда я готовлю пищу для своей семьи. Кроме того, я люблю прокатиться на велосипеде. В прошлом году я проехал почти 600 километров — от Токио до Осаки!</p><p>&nbsp;</p><p><strong>Что вам больше всего нравится в Overwatch?</strong></p><p>&nbsp;</p><p><strong>Кодзаки</strong>: мне очень нравится командный аспект Overwatch. Собраться с друзьями и вместе отправиться в бой — очень увлекательно. Но, пожалуй, моя любимая часть Overwatch — это сильные образы персонажей и визуальная составляющая. Хотя возможностям искусства и есть пределы, в графике Overwatch есть что-то особенное, что позволяет ей преодолеть эти границы. Я не перестаю поражаться тому, как искусство может одновременно обладать визуальной красотой и влиять на бессознательное человеческого разума.</p><p>&nbsp;</p><p><strong>Что было для вас самым увлекательным в сотрудничестве с разработчиками Overwatch?</strong></p><p>&nbsp;</p><p><strong>Кодзаки</strong>: для меня самым интересным был цикл из попыток привести образ персонажа к соответствующему общей стилистике Overwatch и непрерывного процесса улучшения и совершенствования образов. [Художественный руководитель по созданию персонажей Overwatch] Арнольд Цан, заказавший у меня дизайн этих образов, часто посещал мой сайт, будучи студентом, и хотя мы тогда с ним не очень много общались, я все равно был рад чести поработать с ним над таким большим проектом!</p><p>&nbsp;</p><p><strong>Какие именно исторические образы вдохновили всех вас на создание этих персонажей?</strong></p><p>&nbsp;</p><p><strong>Дэрил Тэн:</strong> при создании облика «Самурай» для Гэндзи мы старались ориентироваться на те виды самурайских доспехов, которые были предназначены больше для битвы, чем для красоты. Когда мы изучали броню самураев, мы больше всего внимания посвятили эпохе Сэнгоку, но также были открыты и для других идей.</p><p>&nbsp;</p><p><strong>Дэвид Кан</strong>: для Зари мы сделали первоначальный набросок сами, а затем отправили его нашим талантливым внештатным работникам, которые усовершенствовали зарисовку и создали окончательную версию облика. Разрабатывать дизайн для нее было очень увлекательно. Облик «Поленица» создан по образу русских богатырей, героев множества сказок и картин. Огромную помощь в создании общего впечатления и доспехов для этого облика оказала наш продюсер Наталия, ведь она родом из России. В процессе разработки «Поленица» прошла через много изменений.</p><p>&nbsp;</p><p><strong>Юсукэ Кодзаки</strong>: [для Солдата-76 и Трейсер] я добавлял дополнительные детали в дизайн обликов, основываясь на солдатской униформе времен Гражданской войны в США и Войны за независимость.</p><p>&nbsp;</p><p><strong>Как, на ваш взгляд, тематика каждого из обликов соответствует своему персонажу?</strong></p><p>&nbsp;</p><p><strong>Тэн</strong>: мне кажется, Гэндзи очень хорошо подходит образ самурая из эпохи воюющих провинций. Легко представить, как он в блестящей на солнце броне поражает врагов на поле боя своим «Молниеносным ударом», покрытый кровью с головы до пят. К слову о дизайне облика «Самурай», в первую очередь я решил определиться с видом его маски. Мне не хотелось использовать маску они или демона: это было бы слишком похоже на его облик «Они». Когда я разобрался с дизайном маски, все остальное пошло как по маслу.</p><p>&nbsp;</p><p><strong>Кан</strong>: мне кажется, этот облик отлично подходит для Зари, ведь она и так напоминает современного богатыря в футуристической броне. Поэтому тяжелый боевой доспех сел на нее как влитой. Богатыри также славятся за убийство змеев, так что мы постарались внедрить и такую тематику — особенно это заметно в ее оружии.</p><p>&nbsp;</p><p><strong>Кодзаки:</strong> мне кажется, что в обликах «Кавалеристка» для Трейсер и «Солдат-1776» было очень важно подчеркнуть различия между униформой США и Великобритании.</p><p>&nbsp;</p><p><strong>Что в процессе дизайна было для вас самым интересным?</strong></p><p>&nbsp;</p><p><strong>Кодзаки</strong>: мне понравилось все от начала до конца! Пожалуй, самой увлекательной частью этого проекта для меня стал процесс, когда я заимствовал какие-то элементы из своих источников и старался, не изменяя их, воплотить в создаваемых образах.</p><p>&nbsp;</p><p>Посетите «Архивы Overwatch» снова с сегодняшнего дня и до <strong>27 апреля</strong>! Познакомьтесь с историческими событиями в совместных сюжетных заданиях, испытайте свое мастерство в новых опаснейших испытаниях и зарабатывайте награды из прошлого, среди которых облики «Кавалеристка» для Трейсер, «Солдат-1776», «Самурай» для Гэндзи и «Поленица» для Зари!</p>",
      "image": "post-15.png",
      "date": "2021-04-19",
      "id": 15
    },
    {
      "title": "ОТПРАЗДНУЙТЕ ПЯТИЛЕТИЕ OVERWATCH, ВСПОМИНАЯ СТАРЫЕ ПОТАСОВКИ И ПОЛУЧАЯ НОВЫЕ НАГРАДЫ!",
      "content": "<h3><strong>С ПЯТИЛЕТИЕМ!</strong></h3><p>Чтобы отметить пять лет борьбы за будущее мира, мы возвращаем полюбившиеся игрокам потасовки и контейнеры годовщины, в которых можно найти памятные предметы из предыдущих событий. Войдите в игру и получите легендарный контейнер годовщины, а затем приобретите <a href=\"https://shop.battle.net/product/overwatch-loot-box?p=37489\"><strong>набор из 50 контейнеров</strong></a>, чтобы получить еще один!</p><h3><strong>ВОЗВРАЩЕНИЕ ПОТАСОВОК</strong></h3><p>В честь годовщины Overwatch мы открываем хранилище с потасовками. Вы сможете вновь играть в полюбившихся вам игровых режимах из предыдущих событий, таких как «Месть Крысенштейна», «Лусиобол», «Ледяная ликвидация» и многих других. <a href=\"https://playoverwatch.com/events/anniversary/\"><strong>Ознакомьтесь с графиком потасовок</strong></a>, чтобы не пропустить веселье.</p><h3><strong>ПОЛУЧАЙТЕ ЕЖЕНЕДЕЛЬНЫЕ НАГРАДЫ</strong></h3><p>Запаситесь праздничными сувенирами, участвуя в матчах «Быстрой игры», «Соревновательной игры» или «Аркады». Вас ждут новые значки, граффити и стильные облики, такие как «Кибер-медик» для Аны, «Стрелиция» для Эхо и «Шар-восьмерка» для Тарана. Каждую неделю можно получить новые награды!</p><h3><strong>ПОПОЛНИТЕ СВОЮ КОЛЛЕКЦИЮ</strong></h3><p>При первом входе в игру с начала события вас будет ждать контейнер годовщины! В таких контейнерах можно найти предметы из предыдущих событий годовщины и прочих сезонных событий. Не упустите возможность получить облик, на который вы заглядывались в течение года!</p><p>Кроме того, при приобретении набора из 50 контейнеров годовщины вы получите бонусный легендарный контейнер, в котором содержится как минимум один легендарный предмет! Но поспешите: контейнеры годовщины исчезнут с окончанием события 8 июня.</p>",
      "image": "post-16.png",
      "date": "2021-05-18",
      "id": 16
    },
    {
      "title": "ФАНК И ХОРОШИЙ ВКУС: О СОЗДАНИИ НОВЫХ ОБЛИКОВ «ГОДОВЩИНЫ OVERWATCH»",
      "content": "<p>Событие «Годовщина Overwatch» в этом году представило нам столкновение музыки с фанка и вкуса — Батист надел свой отпадный наряд, а Крысавчик облачился в самый вызывающий и броский прикид за всю историю персонажа. Празднование пятой годовщины идет полным ходом, и мы встретились со старшим концепт-художником Дэвидом Каном и поговорили о двух новых легендарных обликах: «Фанк» для Батиста и «Сахарный взрыв» для Крысавчика.</p><p>&nbsp;</p><p>Облики для других событий, таких как «Ужасы на Хеллоуин» и «Зимняя сказка», обычно соответствуют сезонной тематике, но по случаю события «Годовщина» художники из команды Overwatch могут дать волю воображению и создать одни из самых невероятных обликов в этом году.</p><p>&nbsp;</p><p>Дэвид руководил процессом создания каждого облика от создания концепции до полной готовности. Он также курировал работу талантливых внештатных художников, с которыми посчастливилось поработать команде разработчиков, и следил за тем, чтобы окончательная версия каждого облика идеально соответствовала очаровательному и яркому стилю Overwatch.</p><p>«Работать с внештатными художниками — одновременно и сложно, и увлекательно, — рассказал Кан. — Я обожаю сотрудничать с потрясающе талантливыми художниками со всего мира. У каждого из них свой уникальный стиль, и в первую очередь нужно помочь им адаптироваться к стилистике Overwatch, что, конечно же, непросто. Больше всего мне нравится видеть результаты проработки концепций в игре».</p><p>&nbsp;</p><p>А что это за результаты? «Уникальные и интересные облики, — ответил Кан. — Мне кажется, что новые облики еще ярче подчеркивают характеры героев. Облик Батиста каким-то образом придает ему еще больше харизмы, в то время как Крысавчик в новом облике выглядит еще более чокнутым... в хорошем смысле».</p><p>&nbsp;</p><p>До создания концепции облачения Батиста в стиле 70-х Кан большее года трудился над идеей и выжидал идеального момента для того, чтобы нарядить всеми любимого медика в эксцентричный костюм. «Источником вдохновения мне послужили многие из передач и фильмов, на которых я вырос, — вспоминает Кан. — Мне всегда казалось, что Батисту идеально подошла бы мода 1960–1970-х годов — кожаная куртка, все дела».</p><p>&nbsp;</p><p>Элегантная кожаная куртка бордового цвета стала любимым элементом Кана в окончательной версии нового облика. «Я без ума от кожаных курток, — поделился Кан, — и это одна из немногих вещей, на которых я не экономлю. Это стало для меня лишним поводом нарядить Батиста в такую куртку. Она ему <i>так </i>идет! А все то снаряжение, что он носит за спиной, выполнено в простом угловатом стиле изделий из 60-х и 70-х. Мы брали за основу старые компьютеры, лавовые лампы, магнитофоны и многое другое».</p><p>&nbsp;</p><p>Чтобы соблюсти баланс между ретро-модой и технической функциональностью, Кан досконально изучил массу материалов о стиле «фанк» 60-х и 70-х. В ходе создания нового легендарного облика Батиста одержимый духом фанка Дэвид изучил все: от выкроек одежды и часто используемых в те времена материалов до популярных причесок и ювелирных украшений. «Было непросто в точности повторить нужный стиль. Ведь главное — это чтобы с первого взгляда было ясно, из каких он времен. Но я очень люблю этот период. Тогда все было такое модное».</p><p>Разноцветный конфетный костюм Крысавчика существенно отличается от стильного наряда Батиста, и Кан вместе с концепт-художником Overwatch Мортеном Скаалвиком проследили за тем, чтобы каждый леденец и завиток взбитых сливок были отрисованы с любовью.</p><p>&nbsp;</p><p>«Первоначальный набросок облика для Крысавчика выполнил Мортен, — рассказал Кан. — По-моему, источником вдохновения стали просто конфеты и состояние гиперактивности после поедания сладостей. Крысавчик и без того дерганый и неугомонный, поэтому тематика сладостей ему хорошо подходит. А еще мне кажется, что его любимый десерт — шоколадные конфетки в форме кенгуру с карамельной начинкой!»</p><p>&nbsp;</p><p>Одной из любимых особенностей нового облика Крысавчика для Кана стало превращение его стандартной механической руки в автомат с жевательной резинкой, который, по словам Кана, «трясется, когда его болтаешь».</p><p>&nbsp;</p><p>Если повезет, Крысавчик даже разрешит протолкнуть внутрь несколько монеток, чтобы было что пожевать во время сопровождения груза.</p><p>&nbsp;</p><p>Отметьте пятилетие Overwatch! В честь праздника <a href=\"https://playoverwatch.com/ru-ru/events/anniversary/\"><strong>мы возвращаем полюбившиеся игрокам потасовки</strong></a> и контейнеры годовщины, в которых можно найти памятные предметы из предыдущих событий. Войдите в игру уже сейчас и получите легендарный контейнер годовщины, а затем приобретите набор из 50 контейнеров, чтобы получить еще один!</p>",
      "image": "post-17-1.png",
      "date": "2021-05-26",
      "id": 17
    }
  ],
  "roles": [
    {
      "id": 2,
      "name": "Танк",
      "icon": "role-tank.png"
    },
    {
      "id": 1,
      "name": "Урон",
      "icon": "role-damage.png"
    },
    {
      "id": 3,
      "name": "Поддержка",
      "icon": "role-support.png"
    }
  ],
  "heros": [
    {
      "id": 1,
      "name": "ЭХО",
      "roleId": 1,
      "roleIcon": "role-damage.png",
      "difficulty": 2,
      "description": "Эхо — высокотехнологичный робот, который управляется быстро адаптирующимся искусственным интеллектом, и поэтому может брать на себя несколько ролей на поле боя.",
      "biography": [
        "Настоящее имя: Эхо, Возраст: засекречено",
        "Род занятий: многоцелевой адаптирующийся робот",
        "Оперативная база: в прошлом — Швейцария",
        "Принадлежность: Overwatch"
      ],
      "history": [
        "Истоки проекта «Эхо» неотрывно связаны с доктором Миной Ляо — ученой из Сингапура, впоследствии присоединившейся к первому составу Overwatch. Еще до создания этой организации доктор Ляо считалась одним из виднейших специалистов в областях робототехники и искусственного интеллекта. В Omnica Corporation она входила в команду, разработавшую омников — тех самых роботов, которые позже обратились против человечества, подняв Восстание машин. Именно знания Мины привели ее в Overwatch, где она применила их для борьбы со своими же творениями.",
        "Даже случившийся катаклизм не пошатнул веру доктора Ляо в способность искусственного интеллекта изменить жизнь всего человечества к лучшему. Она мечтала усовершенствовать омников, и воплощением ее идей стала Эхо. Однако после Восстания машин Overwatch наложил существенные ограничения на исследования и разработки в области ИИ, и доктору Ляо пришлось урезать потенциальные таланты своего творения. Она называла ее «многоцелевым адаптирующимся роботом», которого можно было обучить выполнению различных задач — от медицинских услуг до строительства. При этом способность Эхо принимать самостоятельные решения была существенно ограничена; также в нее были заложены многочисленные системы безопасности и защиты, призванные держать робота под контролем. Эхо хорошо показала себя на испытаниях в составе ударных отрядов Overwatch, но лидеры организации не спешили использовать ее в полевых условиях",
        "В действительности доктор Ляо заложила в Эхо мощный искусственный интеллект, обучающийся в ходе наблюдения. Проведя не одну тысячу часов в компании ученой, Эхо переняла многие черты создательницы, в том числе ее голос. Мало кто знал об истинных возможностях робота — среди этих немногих был агент Blackwatch Джесси Маккри, которого периодически приставляли к Мине в качестве охраны. Когда ученая погибла в ходе атаки на ее лабораторию, руководство Overwatch не захотело продолжать развитие столь рискованного проекта. Разработка Эхо была приостановлена, а ее саму поместили в карантин.",
        "Когда вновь собранная Уинстоном команда отбивала атаку «Нуль-сектора» на Париж, Эхо впервые выступила в роли полноправного участника Overwatch. Теперь ей предстоит встретиться со множеством новых личностей, идей и событий — и кто знает, кем станет «адаптивный робот» без присмотра доктора Ляо?"
      ],
      "quote": "«ХОРОШО, ЧТО Я СНОВА ЗДЕСЬ».",
      "bgImage": "bg-hero-28.jpg",
      "image": "hero-28.png",
      "skills": [
        {
          "name": "ТРОЙНОЙ ВЫСТРЕЛ",
          "description": "Эхо выпускает три снаряда в треугольной конфигурации.",
          "image": "skills-28-1.png"
        },
        {
          "name": "БОМБЫ-ЛИПУЧКИ",
          "description": "Эхо выпускает очередь из бомб-липучек, которые взрываются после небольшой задержки.",
          "image": "skills-28-2.png"
        },
        {
          "name": "ПОЛЕТ",
          "description": "Эхо совершает рывок вперед, после чего может лететь в любом направлении.",
          "image": "skills-28-3.png"
        },
        {
          "name": "НАПРАВЛЕННЫЙ ЛУЧ",
          "description": "В течение нескольких секунд Эхо проецирует луч, наносящий значительный урон целям, у которых осталось менее половины здоровья.",
          "image": "skills-28-4.png"
        },
        {
          "name": "ПЛАНИРОВАНИЕ",
          "description": "Во время падения Эхо может планировать.",
          "image": "skills-28-5.png"
        },
        {
          "name": "ДУБЛИКАЦИЯ",
          "description": "Эхо копирует вражеского героя и может использовать его способности.",
          "image": "skills-28-6.png"
        }
      ]
    },
    {
      "id": 2,
      "name": "СИГМА",
      "roleId": 2,
      "roleIcon": "role-tank.png",
      "difficulty": 3,
      "description": "Сигма — эксцентричный астрофизик и непредсказуемый танк, научившийся управлять гравитацией в результате неудачного эксперимента на орбитальной станции. Став жертвой манипуляций «Когтя», Сигма превратился в живое оружие невероятной разрушительной силы.",
      "biography": [
        "Сибрен де Койпер, возраст: 62 года",
        "Род занятий: астрофизик",
        "Оперативная база: в прошлом — Гаага, Нидерланды",
        "Принадлежность: «Коготь»"
      ],
      "history": [
        "Когда неудачный эксперимент дал доктору Сибрену де Койперу власть над гравитацией, жизнь гениального астрофизика изменилась навсегда. Теперь «Коготь» манипулирует им в собственных корыстных целях.",
        "Де Койпер был первопроходцем в своей научной области — всю жизнь он искал способ управлять гравитацией. Большую часть времени ученый, известный как гениальными открытиями, так и своим эксцентричным характером, работал в собственной лаборатории в Гааге. Решив, что он наконец-то приблизился к цели, доктор отправился на международную космическую станцию, чтобы провести важнейший эксперимент в своей карьере.",
        "Однако что-то пошло не так, и на станции на мгновение образовалась черная дыра. Несмотря на кратковременность ее воздействия, психика де Койпера серьезно пострадала. Вокруг ученого образовалось нестабильное гравитационное поле, пульсирующее синхронно с его эмоциональными колебаниями. Доктора пришлось экстренно эвакуировать.",
        "Как только де Койпер прибыл на Землю, его изолировали в секретном правительственном учреждении. Психика ученого была сильно повреждена; он постоянно бредил «вселенскими закономерностями», а рядом с ним регулярно наблюдались гравитационные аномалии. В конце концов доктора признали небезопасным и взяли под стражу, присвоив ему кодовое обозначение «объект Сигма». Проведя много лет в полной изоляции, неспособный контролировать свои силы, де Койпер замкнулся в себе и потерял надежду выйти на свободу.",
        "Узнав о существовании де Койпера, «Коготь» проник в комплекс, где держали ученого, и вызволил его. Организация планировала использовать гений и исследования доктора в собственных целях, и под ее надзором тот постепенно научился управлять своими способностями. Теперь гравитация была покорна его воле, и он как никогда близко подошел к цели всей своей жизни. Увы, эксперимент, раздвинувший границы его разума, одновременно расколол его на части, и собрать их воедино де Койперу не удавалось.",
        "Он до сих пор продолжает совершенствовать собственные силы в надежде однажды открыть тайны Вселенной, не подозревая, что «Коготь» использует и его самого, и его исследования."
      ],
      "quote": "«ВСЕЛЕННАЯ ВАМ НИЧЕМ НЕ ОБЯЗАНА».",
      "bgImage": "bg-hero-17.jpg",
      "image": "hero-17.png",
      "skills": [
        {
          "name": "ГИПЕРСФЕРЫ",
          "description": "Сигма выпускает два гравитонных заряда, которые отскакивают от стен и через короткое время взрываются, нанося урон противникам в значительном радиусе.",
          "image": "skills-17-1.png"
        },
        {
          "name": "ЭКСПЕРИМЕНТАЛЬНЫЙ БАРЬЕР",
          "description": "Сигма выпускает летящий барьер, который может зависнуть в воздухе в выбранной точке. Барьер можно убрать в любой момент до его разрушения.",
          "image": "skills-17-2.png"
        },
        {
          "name": "КИНЕТИЧЕСКИЙ ЗАХВАТ",
          "description": "Сигма останавливает летящие вражеские снаряды и превращает их в щиты.",
          "image": "skills-17-3.png"
        },
        {
          "name": "АККРЕЦИЯ",
          "description": "Сигма стягивает в кучу массу обломков и бросает их в противника, сбивая того с ног.",
          "image": "skills-17-4.png"
        },
        {
          "name": "ГРАВИТАЦИОННЫЙ КОЛОДЕЦ",
          "description": "Сигма взмывает в воздух, поднимает противников в выбранной области, а затем резко обрушивает их вниз.",
          "image": "skills-17-5.png"
        }
      ]
    },
    {
      "id": 3,
      "name": "БАТИСТ",
      "roleId": 3,
      "roleIcon": "role-support.png",
      "difficulty": 3,
      "description": "В арсенале Батиста множество экспериментального оружия и техники, с помощью которых он не дает союзникам погибнуть и устраняет угрозы даже в самых напряженных условиях. Этот закаленный в боях военный врач умеет спасать жизни не хуже, чем отнимать их.",
      "biography": [
        "Жан-Батист Огюстен, возраст: 36 лет",
        "Род занятий: военный врач",
        "Оперативная база: в прошлом — Тортуга (Гаити)",
        "Принадлежность: в прошлом — Карибская коалиция и «Коготь»"
      ],
      "history": [
        "Опытный военный врач и бывший наемник «Когтя», Батист стремится помогать тем, чьи жизни разрушила война.",
        "Жан-Батист Огюстен был одним из 30 миллионов детей, оставшихся сиротами в результате Восстания машин. Не имея перспектив и средств к существованию, он вступил в армию. Его новой семьей стала Карибская коалиция — островные вооруженные силы, созданные для борьбы с омниками. Движимый желанием помогать людям, Батист стал военным врачом в отряде особого назначения.",
        "По завершении службы Батист пытался найти применение своим уникальным навыкам, но без особого успеха. В какой-то момент его пригласили вступить в группу наемников «Когтя» — одной из множества организаций, успешно зарабатывавших на послевоенном хаосе.",
        "В рядах «Когтя» Батист впервые почувствовал вкус к хорошей жизни. Задания были легкими и хорошо оплачивались, и он стал откладывать деньги, чтобы открыть в родном городе клинику. Но постепенно приказы «Когтя» становились все более и более жестокими. Отряд Батиста получал заказы на убийства и вооруженные операции, приводившие к гражданским жертвам. Наблюдая за последствиями своих действий, он осознал, что стал частью непрерывного цикла насилия, который когда-то уничтожил его родину. Исполнившись отвращения к человеку, в которого превратился, Батист твердо решил найти новый путь в жизни и покинул «Коготь».",
        "Но «Коготь» не собирался просто так его отпускать. Батист слишком много знал, поэтому на него натравили наемников, которые должны были заставить его молчать. Один за другим приходили они по душу Батиста, один за другим... и его бывшие товарищи в том числе. Он начал скрываться, переезжать с места на место, помогать гуманитарным организациям в разных уголках мира. Те немногие наемники «Когтя», которым все же удавалось найти его, исчезали без следа.",
        "Теперь Батист стремится сделать мир лучше: лечит нуждающихся и сражается, когда это необходимо. Он знает, что прошлое не стереть, но так же уверен он и в том, что никогда не поздно изменить будущее."
      ],
      "quote": "«НИКАКИХ ТРУПОВ В МОЮ СМЕНУ».",
      "bgImage": "bg-hero-2.jpg",
      "image": "hero-2.png",
      "skills": [
        {
          "name": "БИОТИЧЕСКИЙ АВТОМАТ",
          "description": "Биотический автомат Батиста, стреляющий очередями с отсечкой по 3 выстрела, сочетает хорошую точность и амортизацию отдачи с существенным уроном. Также он выпускает гранаты, которые исцеляют союзников рядом с точкой попадания.",
          "image": "skills-2-1.png"
        },
        {
          "name": "СТИМУЛЯТОР РЕГЕНЕРАЦИИ",
          "description": "Батист испускает импульс регенеративной энергии, которая в течение некоторого времени исцеляет его и его союзников.",
          "image": "skills-2-2.png"
        },
        {
          "name": "ПОЛЕ БЕССМЕРТИЯ",
          "description": "Батист использует дрон, который создает поле, не дающее союзникам умереть. Генератор поля может быть уничтожен.",
          "image": "skills-2-3.png"
        },
        {
          "name": "УСИЛИВАЮЩАЯ МАТРИЦА",
          "description": "Батист создает матрицу, которая удваивает урон и эффективность исцеления проходящих сквозь него дружественных снарядов.",
          "image": "skills-2-4.png"
        },
        {
          "name": "ПРЫЖКОВЫЕ БОТИНКИ",
          "description": "Присев, Батист может высоко прыгнуть.",
          "image": "skills-2-5.png"
        }
      ]
    },
    {
      "id": 4,
      "name": "ЭШ",
      "roleId": 1,
      "roleIcon": "role-damage.png",
      "difficulty": 2,
      "description": "Эш быстро ведет огонь от бедра или же использует прицел винтовки, чтобы выполнить меткий мощный выстрел. Она подрывает противников динамитом и откидывает их выстрелами из обреза. К тому же на поле боя ее всегда готов поддержать верный напарник-омник Боб.",
      "biography": [
        "Элизабет Каледония Эш (прозвище: «Катастрофа»), Возраст: 39 лет",
        "Род занятий: грабительница, лидер банды",
        "Оперативная база: каньон Мертвецов, Аризона, США",
        "Принадлежность: банда Мертвецов"
      ],
      "history": [
        "Эш — амбициозная и расчетливая предводительница банды Мертвецов, уважаемая во всем преступном мире.",
        "Эш родилась в богатой семье и росла среди роскоши. Ее родители были успешными деловыми консультантами и работали с руководителями крупных компаний по всему миру. Хотя они уделяли девочке довольно мало времени (в основном она оставалась на попечении дворецкого-омника по имени Боб), родители сделали все, чтобы обеспечить Эш успешное будущее. Однако случайная встреча с местным хулиганом Джесси Маккри и последовавшая за этим неожиданная череда совместных преступлений открыли Эш глаза на ее истинное призвание: нет ничего лучше, чем обвести жертву вокруг пальца, заполучить наживу и уйти безнаказанной.",
        "Вместе с тремя другими основателями банды Мертвецов Эш начала строить преступную карьеру, организовывая все более крупные и экстравагантные ограбления. Своим быстрым успехом банда привлекла внимание других группировок американского Юго-Запада, что вскоре начало приводить к вооруженным стычкам. После многолетней кровопролитной борьбы Эш решила созвать всех боссов на совет.",
        "Так ей открылась возможность распространить свое влияние. Воспользовавшись знаниями в сфере бизнеса, усвоенными от родителей, Эш навела порядок в других бандах. Она предложила группировкам работать сообща (или, по крайней мере, не против друг друга) и выдвинула простые правила: отвечать за свои слова, не сотрудничать с властями, не ступать на чужую территорию и безжалостно наказывать предателей.",
        "Положив конец вражде, Эш вновь сосредоточила усилия на любимом деле: по всему американскому Юго-Западу прокатилась волна амбициозных грабежей и прочих преступлений. Возглавив всевозможные списки особо опасных преступников страны, Элизабет Каледония Эш из обычного бандита стала легендой."
      ],
      "quote": "МОЕ ДЕЛО — МОИ ПРАВИЛА.",
      "bgImage": "bg-hero-29.jpg",
      "image": "hero-29.png",
      "skills": [
        {
          "name": "«ГАДЮКА»",
          "description": "Винтовка, которая позволяет вести быстрый огонь от бедра или осуществлять меткие выстрелы с помощью прицела.",
          "image": "skills-29-1.png"
        },
        {
          "name": "ДИНАМИТ",
          "description": "Эш бросает динамит, который взрывается после небольшой задержки или же сразу, если по нему выстрелить. Взрыв динамита поджигает пораженных противников, нанося периодический урон.",
          "image": "skills-29-2.png"
        },
        {
          "name": "ОБРЕЗ",
          "description": "Выстрелы из обреза отбрасывают противников, а также отталкивают саму Эш назад, что повышает ее мобильность.",
          "image": "skills-29-3.png"
        },
        {
          "name": "БОБ",
          "description": "Эш призывает своего верного напарника-омника Боба, который несется вперед, подбрасывая противников в воздух, и ведет подавляющий огонь из вмонтированных в руки пушек.",
          "image": "skills-29-4.png"
        }
      ]
    },
    {
      "id": 5,
      "name": "ТАРАН",
      "roleId": 2,
      "roleIcon": "role-tank.png",
      "difficulty": 3,
      "description": "Таран катится по полю боя, сокрушая врагов с помощью орудий и мощной тяжелой мехи.",
      "biography": [
        "Настоящее имя: Хэммонд, Возраст: 14 лет",
        "Род занятий: пилот мехи, механик",
        "Оперативная база: лунная колония «Горизонт» (в прошлом), Джанкертаун (в прошлом)",
        "Принадлежность: отсутствует"
      ],
      "history": [
        "В ходе одного из многочисленных экспериментов ученые лунной колонии «Горизонт» использовали генную терапию, чтобы помочь животным адаптироваться к длительному пребыванию на Луне. Но у некоторых подопытных проявились неожиданные побочные эффекты: стремительное увеличение размеров тела и рост мозговой активности. Хотя в основном подопытными животными выступали гориллы и прочие приматы, были и исключения — например, хомяк Хэммонд.",
        "Как и остальные животные, Хэммонд стал умнее и заинтересовался окружающим миром. К удивлению и недоумению ученых, Хэммонд постоянно убегал из-под присмотра и исследовал разные части лунной базы. Хотя его всегда находили и возвращали в клетку, никто так и не узнал истинную цель ночных похождений Хэммонда: хомяк вовсю изучал механику, и вскоре эти навыки ему пригодились.",
        "Однажды несколько горилл восстали против ученых и захватили контроль над колонией, повергнув ее в хаос. Однако их поддержали не все животные, и горилла Уинстон придумал план побега на Землю. Хэммонд понял, что пора действовать. Он собрал самодельную капсулу и втайне пристыковал ее к кораблю Уинстона, когда тот стартовал. При входе в атмосферу Земли капсула Хэммона отделилась и приземлилась в другом месте: это была пустыня австралийского Аутбэка.",
        "Хэммонд переделал свою спасательную капсулу, чтобы участвовать в боях между мехами на Свалке и заработать денег. «Таран» продвигался все выше в таблице, пока не стал чемпионом арены — о личности его пилота никто ничего не знал. Забрав выигрыш, Хэммонд смог улучшить свою меху, чтобы пережить опасное путешествие из Аутбэка, который контролировали Стервятники.",
        "Наконец-то добившись свободы, Хэммонд отправился странствовать по миру в поисках приключений."
      ],
      "quote": "DO NOT ANGER THE HAMSTER.",
      "bgImage": "bg-hero-21.jpg",
      "image": "hero-21.png",
      "skills": [
        {
          "name": "КВАДРОСТРЕЛ",
          "description": "Автоматические штурмовые орудия Тарана разрывают противников на средней дистанции.",
          "image": "skills-21-1.png"
        },
        {
          "name": "КАТОК",
          "description": "Таран принимает форму шара и получает бонус к максимальной скорости передвижения.",
          "image": "skills-21-2.png"
        },
        {
          "name": "«КОШКА»",
          "description": "Таран цепляется за поверхность с помощью троса и начинает раскачиваться. Разогнавшись, он может врезаться во врагов, нанося им урон и отбрасывая их.",
          "image": "skills-21-3.png"
        },
        {
          "name": "АДАПТИВНЫЙ ЩИТ",
          "description": "Таран окружает себя щитом, прочность которого зависит от того, сколько вокруг противников.",
          "image": "skills-21-4.png"
        },
        {
          "name": "КОПЕР",
          "description": "Таран обрушивается на врагов сверху, нанося им урон и подбрасывая их в воздух.",
          "image": "skills-21-5.png"
        },
        {
          "name": "МИННОЕ ПОЛЕ",
          "description": "Таран выбрасывает множество мин, которые срабатывают при приближении противника.",
          "image": "skills-21-6.png"
        }
      ]
    },
    {
      "id": 6,
      "name": "БРИГИТТА",
      "roleId": 3,
      "roleIcon": "role-support.png",
      "difficulty": 1,
      "description": "Бригитта специализируется на броне. Она может лечить союзников, бросая им ремкомплекты или попадая своим цепом по врагам. Цепом можно атаковать сразу нескольких противников вблизи или же отбрасывать находящихся на удалении. Вступая в бой, Бригитта прикрывается щитом, которым также может наносить удары. Ее суперспособность «Общий сбор» позволяет ей перемещаться быстрее в течение небольшого времени и дает находящимся рядом союзникам защиту в виде дополнительной брони.",
      "biography": [
        "Настоящее имя: Бригитта Линдхольм, Возраст: 23 года",
        "Род занятий: инженер, искательница приключений",
        "Оперативная база: в прошлом — Гетеборг, Швеция",
        "Принадлежность: нет"
      ],
      "history": [
        "Бригитта не привыкла отдыхать в сторонке. Она готова в любой момент выйти во всеоружии на поле боя и помочь тем, кто нуждается в защите.",
        "Бригитта — младшая дочь конструктора-оружейника Торбьорна Линдхольма. Из всех своих братьев и сестер она первая заинтересовалась инженерным делом. Большую часть времени Бригитта проводила у отца в мастерской, где постигала ремесло и оттачивала свои навыки. Способностями к инженерному делу девушка явно пошла в отца. Торбьорн снискал (далеко не безупречную) репутацию создателя разрушительного оружия, она же предпочла разработку брони и систем обороны.",
        "Никто не сомневался, что Бригитта продолжит обучение инженерной науке и пойдет по стопам отца. Однако на планы девушки сильно повлиял другой близкий ей человек — Райнхардт Вильгельм, агент Overwatch, друг семьи и крестный отец Бригитты. Он часто рассказывал юной Бригитте о героических подвигах и отважных рыцарях, а после роспуска организации Overwatch и сам заявил о намерении стать рыцарем, отправиться странствовать по свету и вершить справедливость. Бригитта попросила взять ее с собой в качестве оруженосца, чем немало его удивила. И все же Райнхардт согласился.",
        "В качестве оруженосца у Бригитты было множество обязанностей, но главная из них — поддерживать в исправности броню Райнхардта. Устройство брони класса «Крестоносец» девушка знала вдоль и поперек, ведь последний вариант конструкции был разработан ее отцом. Впрочем, со временем ей приходилось все чаще приглядывать за самим Райнхардтом и унимать его чрезмерный энтузиазм, ведь годы сражений не прошли для него бесследно.",
        "Спустя некоторое время она поняла, что способна на большее, чем быть просто механиком, и что сможет принести Райнхардту гораздо больше пользы, став настоящим воином. Райнхардт занимался с Бригиттой боевой подготовкой, а она тем временем втайне работала над собственым бронекостюмом.",
        "Теперь Бригитта сражается наравне с Райнхардтом, защищая и его, и других нуждающихся. Вместе рыцарь и оруженосец странствуют по миру, стремясь изменить его к лучшему в каждой битве."
      ],
      "quote": "«Я ОБЯЗАТЕЛЬНО ПРОЯВЛЮ СЕБЯ!»",
      "bgImage": "bg-hero-3.jpg",
      "image": "hero-3.png",
      "skills": [
        {
          "name": "РАКЕТНЫЙ ЦЕП",
          "description": "Оружие ближнего боя Бригитты обладает увеличенным радиусом действия и может поражать несколько целей за один удар.",
          "image": "skills-3-1.png"
        },
        {
          "name": "РЕМКОМПЛЕКТ",
          "description": "Некоторое время восполняет союзнику здоровье.",
          "image": "skills-3-2.png"
        },
        {
          "name": "ХЛЕСТКИЙ УДАР",
          "description": "Бригитта атакует цепом находящегося на далеком расстоянии противника, нанося урон и отбрасывая его.",
          "image": "skills-3-3.png"
        },
        {
          "name": "ПЕРСОНАЛЬНЫЙ БАРЬЕР",
          "description": "Бригитта разворачивает перед собой энергетический барьер, поглощающий некоторое количество урона.",
          "image": "skills-3-4.png"
        },
        {
          "name": "УДАР ЩИТОМ",
          "description": "Подняв щит, Бригитта может совершать рывки вперед, оглушая врагов.",
          "image": "skills-3-5.png"
        },
        {
          "name": "ОБЩИЙ СБОР",
          "description": "Бригитта передвигается быстрее и дает всем союзникам рядом с собой броню, которая расходуется при получении урона.",
          "image": "skills-3-6.png"
        }
      ]
    },
    {
      "id": 7,
      "name": "МОЙРА",
      "roleId": 3,
      "roleIcon": "role-support.png",
      "difficulty": 2,
      "description": "Биотические способности Мойры позволяют ей лечить союзников и наносить урон врагам в любой критической ситуации. Она может использовать «Биотическую хватку» в ближнем бою и «Биотическую сферу» для нанесения постоянного урона или лечения на расстоянии. «Уход в тень» позволяет ей отрываться от противников и оставаться рядом с союзниками, нуждающимися в поддержке. С помощью «Коалесценции» Мойра способна спасти от гибели сразу нескольких союзников или добить раненых противников.",
      "biography": [
        "Настоящее имя: Мойра О'Доран, Возраст: 48 лет",
        "Род занятий: генетик",
        "Оперативная база: Дублин, Ирландия; Оазис, Ирак",
        "Принадлежность: Коготь, в прошлом — Blackwatch"
      ],
      "history": [
        "Сотрудница «Когтя» Мойра О'Доран — гениальный ученый, но далеко не все одобряют ее методы. Она ведет исследования на передовом рубеже генетической науки и ищет способы манипулировать клеточной структурой живых организмов.",
        "Около десяти лет назад О'Доран произвела фурор, опубликовав достаточно противоречивую научную работу о методологических основах своих генетических исследований, связанных с изменением ДНК на клеточном уровне. Ее перспективные изыскания могли помочь в борьбе с различными заболеваниями и в раскрытии новых возможностей человеческого организма.",
        "Вскоре в рядах ее коллег наступил раскол. Многие посчитали исследования О'Доран опасными и этически неприемлемыми. Ее даже обвинили в следовании идее неконтролируемого научного прогресса и в развязывании кризиса, впоследствии приведшего к Восстанию машин. Другим генетикам не удалось повторить результаты экспериментов, описанных Мойрой, что еще больше заставило их усомниться в ее открытиях. В результате ее научная публикация скорее повредила ее профессиональной репутации, чем принесла известность.",
        "Помощь пришла из неожиданного источника. Blackwatch, секретное подразделение Overwatch, предложило ей продолжить работу над новейшим вооружением и технологиями для этой организации. Ее сотрудничество с Overwatch держалось под большим секретом, в особенности в свете венецианского инцидента. Многие руководители Overwatch впоследствии заявляли, что не располагают информацией о ее участии в работе организации.",
        "После расформирования Overwatch О'Доран пришлось искать новые источники финансирования для своих исследований. На этот раз ей пришло на помощь научное сообщество Оазиса. Тем не менее ходят слухи, что на самом деле она получает финансовую поддержку от секретной организации «Коготь», которая готова спонсировать ее изыскания, чтобы затем использовать результаты в своих интересах.",
        "О'Доран готова на любые жертвы ради науки, хотя многие ее исследования до сих пор неизвестны научному сообществу. Однако теперь ее не сдерживают никакие условности, и вскоре о ней узнает весь мир."
      ],
      "quote": "«НАУКА УКАЖЕТ ПУТЬ К ИСТИНЕ»",
      "bgImage": "bg-heros-12.jpg",
      "image": "hero-12.png",
      "skills": [
        {
          "name": "БИОТИЧЕСКАЯ ХВАТКА",
          "description": "Левой рукой Мойра лечит союзников перед собой, расходуя при этом биотическую энергию. А правой рукой она выпускает дальнобойный луч, который поглощает здоровье противников, исцеляя Мойру и позволяя ей накапливать биотическую энергию.",
          "image": "skills-12-1.png"
        },
        {
          "name": "БИОТИЧЕСКАЯ СФЕРА",
          "description": "Мойра выпускает отскакивающую биотическую сферу. Эта сфера может иметь либо эффект регенерации, при котором она исцеляет пораженных ею союзников, либо эффект распада, при котором сфера наносит урон пораженным ею противникам, — все зависит от того, что выберет Мойра.",
          "image": "skills-12-2.png"
        },
        {
          "name": "УХОД В ТЕНЬ",
          "description": "Мойра мгновенно телепортируется на небольшое расстояние.",
          "image": "skills-12-3.png"
        },
        {
          "name": "КОАЛЕСЦЕНЦИЯ",
          "description": "Мойра выпускает дальнобойный луч, который лечит союзников и наносит урон противникам сквозь щиты.",
          "image": "skills-12-4.png"
        }
      ]
    },
    {
      "id": 8,
      "name": "КУЛАК СМЕРТИ",
      "roleId": 1,
      "roleIcon": "role-damage.png",
      "difficulty": 3,
      "description": "Многочисленные имплантаты делают Кулака Смерти мобильным и мощным бойцом передовой. Он может вести огонь из своей бомбарды, сотрясать земную твердь, подбрасывать противников в воздух и выводить их из равновесия, а также врываться в гущу боя, используя «Реактивный удар». А встретив группу противников, он не упустит шанса обрушить на них с небес «Удар метеора».",
      "biography": [
        "Настоящее имя: Аканде Огундиму, возраст: 45 лет",
        "Род занятий: наемник",
        "Оперативная база: Ойо, Нигерия",
        "Принадлежность: Коготь"
      ],
      "history": [
        "Вскоре после освобождения из тюрьмы Кулак Смерти вновь начал строить планы по вовлечению всего мира в глобальную войну. Он верит, что только она способна сделать человечество сильнее.",
        "Аканде Огундиму был наследником уважаемой нигерийской семьи, владеющей компанией, которая занималась разработкой протезов. Он с детства обладал острым умом и природным обаянием, которые помогали ему расширять и укреплять семейный бизнес. Свободное время он посвящал своему любимому увлечению — боевым искусствам. Аканде изучал как традиционные африканские системы вроде дамбе или гидигбу, так и более современные; он заимствовал из них лучшие приемы и планомерно создавал собственный стиль. Огундиму участвовал в турнирах по всему континенту и неизменно одерживал верх благодаря своей интуиции, способности угадывать движения противников и поистине невероятной силе и скорости.",
        "Однако все изменилось после Восстания машин, во время которого он потерял руку. Аканде оправился от ран, а кибернетический протез собственной компании даже сделал его сильнее, но эти изменения навсегда закрыли ему дорогу на соревнования. Огундиму попытался с головой уйти в работу, сосредоточив все свои силы и рвение на развитии бизнеса. Но заполнить пустоту в душе он так и не сумел... пока не познакомился с Акинджиде Адейеми — вторым Кулаком Смерти, Карателем из Нумбани.",
        "Адейеми предложил Огундиму стать наемником и сражаться вместе с ним. Аканде, поколебавшись, принял это предложение и вскоре смог на практике применять свои новые способности. В какой-то момент Адейеми привел его в «Коготь». Вера организации в то, что войны сделают человечество сильнее, очень импонировала Огундиму. К тому же, возможности «Когтя» позволили ему проявить себя не только на поле боя, но и в дипломатических переговорах.",
        "Адейеми был ценным сотрудником «Когтя», но в Огундиму организация видела куда больший потенциал. Он был умным и талантливым командиром, способным вдохновить подчиненных. Кроме того, Аканде не желал ограничиваться нападениями на Нумбани, которыми командовал Адейеми. Разница во взглядах привела к тому, что Огундиму убил своего учителя и забрал его перчатку — а с ней и титул Кулака Смерти.",
        "Став Кулаком Смерти, Огундиму завоевал уважение «Когтя» и начал помогать в планировании конфликта, который, как надеялась организация, со временем перерастет в глобальное противостояние. Но этим планам не суждено было сбыться. Аканде вступил в схватку с ударной группой Overwatch, состоящей из Трейсер, Уинстона и Гэндзи — и был побежден. Его взяли под стражу и заключили в надежно охраняемую тюрьму на долгие годы; сам же Аканде терпеливо ждал, когда произойдут события, которые он давно запланировал.",
        "В назначенный срок Огундиму почувствовал, что пришла пора вернуться. Он сбежал из тюрьмы и, легко расправившись с роботами-защитниками Нумбани OR15, вернул себе перчатку Кулака Смерти. В данный момент Аканде вернулся в совет «Когтя» и готовится развязать новую глобальную войну."
      ],
      "quote": "«ПРОГРЕСС НЕВОЗМОЖЕН БЕЗ ЖЕРТВ».",
      "bgImage": "bg-hero-9.jpg",
      "image": "hero-9.png",
      "skills": [
        {
          "name": "БОМБАРДА",
          "description": "Левая рука Кулака Смерти – усовершенствованный протез со встроенной бомбардой, которая имеет небольшую дальность стрельбы и автоматически восстанавливает заряд.",
          "image": "skills-9-1.png"
        },
        {
          "name": "ДРОЖЬ ЗЕМЛИ",
          "description": "Кулак Смерти прыгает вперед и бьет кулаком по земле, оглушая противников и подтягивая их к себе.",
          "image": "skills-9-2.png"
        },
        {
          "name": "АППЕРКОТ",
          "description": "Кулак Смерти ударом подбрасывает в воздух противника, стоящего перед ним.",
          "image": "skills-9-3.png"
        },
        {
          "name": "РЕАКТИВНЫЙ УДАР",
          "description": "После подготовки Кулак Смерти бросается вперед и отбрасывает противника. Пораженный противник получает дополнительный урон, если врезается в стену.",
          "image": "skills-9-4.png"
        },
        {
          "name": "УДАР МЕТЕОРА",
          "description": "Кулак Смерти высоко подпрыгивает. Приземляясь, он бьет кулаком по земле, нанося значительный урон.",
          "image": "skills-9-5.png"
        }
      ]
    },
    {
      "id": 9,
      "name": "ОРИСА",
      "roleId": 2,
      "roleIcon": "role-tank.png",
      "difficulty": 2,
      "description": "Ориса — центральная опора команды. Она защищает союзников на передовой с помощью силового барьера. Она может атаковать цели издалека, усиливать свою защиту, запускать гравитонные заряды, замедляющие и притягивающие противников, а также размещать на земле установку-катализатор, которая увеличивает урон, наносимый сразу несколькими союзниками.",
      "biography": [
        "Настоящее имя: Ориса, Возраст: 1 месяц",
        "Род занятий: робот-защитник",
        "Оперативная база: Нумбани",
        "Не принадлежит ни к какой фракции."
      ],
      "history": [
        "Ориса собрана из остатков списанных роботов-полицейских ОR15. Ей еще многому предстоит научиться, ведь теперь она — защитник Нумбани.",
        "Защитные роботы ОR14 серии «Идина» были созданы и введены в эксплуатацию одной из крупнейших омний Нигерии еще до Восстания машин. Когда наступило перемирие, их, как и многие другие военные модели, сняли с производства. Двадцать лет спустя в Нумбани решили, что необходимо защитить город от внешних угроз, и возобновили производство роботов. Однако новые модели ОR15 прослужили недолго — все они были уничтожены, когда на город напал Кулак Смерти.",
        "Вскоре после этой атаки правительство решило свернуть программу и продать оставшихся OR15. Одним из покупателей оказалась гениальная Ифи Оладеле, которая в свои одиннадцать лет уже успела получить почетный грант «гениев» фонда Адаве за успехи в изучении робототехники и искусственного интеллекта.",
        "Ифи повезло с родителями. С их одобрения она потратила большую часть своего гранта на покупку списанных ботов OR15. Ей казалось, что Нумбани нужен защитник и что улучшенная версия OR15 отлично выполнит эту роль. Ифи переконструировала робота, изменила его конфигурацию и разработала для него личностную матрицу.",
        "Нового героя Нумбани Ифи назвала Орисой.",
        "Ориса уже немало сделала для своего города, хотя она все еще работает над оптимизацией своих протоколов. Этому омнику недостает опыта, и порой от нее больше проблем, чем пользы. К счастью, Ифи всегда готова вносить необходимые исправления, а искусственный интеллект Орисы быстро адаптируется — и поэтому для робота и ее создательницы нет ничего невозможного.",
        "Ориса совсем недавно встала на страже города, и ей еще многое предстоит узнать об окружающем мире и своих способностях. Полагаясь на неунывающую Ифи и собственные крепнущие представления о чести и долге, Ориса всеми силами защищает Нумбани и свою создательницу."
      ],
      "quote": "«ВАША БЕЗОПАСНОСТЬ – МОЯ ГЛАВНАЯ ЗАДАЧА».",
      "bgImage": "bg-hero-14.jpg",
      "image": "hero-14.png",
      "skills": [
        {
          "name": "ЭНЕРГЕТИЧЕСКАЯ ПУШКА",
          "description": "Автоматическая пушка Орисы постоянно наносит урон, но замедляет ее при стрельбе.",
          "image": "skills-14-1.png"
        },
        {
          "name": "ЗАЩИТНОЕ ПОЛЕ",
          "description": "Ориса временно уменьшает урон, который она получает, и становится невосприимчива к эффектам, затрудняющим ее действия.",
          "image": "skills-14-2.png"
        },
        {
          "name": "СТОЯТЬ!",
          "description": "Ориса выпускает гравитонный заряд, который можно взорвать, чтобы притянуть и замедлить противников.",
          "image": "skills-14-3.png"
        },
        {
          "name": "СИЛОВОЙ БАРЬЕР",
          "description": "Ориса бросает на землю устройство, создающее барьер, который защищает ее саму и ее союзников от огня противника.",
          "image": "skills-14-4.png"
        },
        {
          "name": "КАТАЛИЗАТОР",
          "description": "Ориса размещает на земле устройство, повышающее урон, наносимый всеми союзниками в пределах прямой видимости.",
          "image": "skills-14-5.png"
        }
      ]
    },
    {
      "id": 10,
      "name": "СОМБРА",
      "roleId": 1,
      "roleIcon": "role-damage.png",
      "difficulty": 3,
      "description": "Сила Сомбры — в скрытности и изматывающих атаках. Она умеет взламывать противников, облегчая союзникам задачу по их устранению, а способность «Импульс» может лишить преимущества нескольких врагов одновременно. Сомбра способна мгновенно перемещаться и использовать маскировку, что позволяет ей хорошо скрываться от преследователей.",
      "biography": [
        "Настоящее имя: ░░░░░░ , Возраст: 30",
        "Род занятий: хакер",
        "Оперативная база: Дорадо (Мексика)",
        "Принадлежность: Коготь, в прошлом — «Лос Муэртос»"
      ],
      "history": [
        "Один из самых известных в мире хакеров, Сомбра использует информацию, чтобы манипулировать теми, кто стоит у руля власти.",
        "Сейчас мы знаем ее под псевдонимом «Сомбра», но когда-то ░░░░░░ была одной из тысяч сирот, чьи родители погибли во время Восстания машин. Инфраструктура ее родной страны была разрушена, а девочка выжила благодаря своему таланту обращаться с компьютерами и взламывать сети.",
        "░░░░░░ вступила в ряды мексиканской банды «Лос Муэртос» и помогала своим товарищам в организации бунта против правительства. «Лос Муэртос» верили, что переустройство Мексики было направлено на благо богатых и влиятельных граждан — а те, кто больше всего нуждался в помощи, ее не получили.",
        "Множество побед привело ░░░░░░ к тому, что она стала слишком самоуверенной и не заметила, как попала в сети той самой организации сильнейших — они обнаружили ее. Безопасных мест для ░░░░░░ больше не осталось. Она была вынуждена удалить все сведения о себе и залечь на дно.",
        "Девушка взяла себе имя Сомбра, поставила киберимпланты и решила разузнать правду о тайной организации, которую ей удалось обнаружить. Сомбра совершила серию еще более дерзких взломов, чем завоевала всеобщее восхищение — и в числе ее почитателей оказался «Коготь». Она вступила в ряды этой организации и, по слухам, принимала участие в серьезных кибератаках на корпорации, которые сотрудничают с правительством . Все это привело к бунту мексиканцев против LumériCo и нарушению протокола безопасности на КБ Вольской, российском заводе, производящем средства противоомниковой обороны.",
        "Теперь, обладая всеми ресурсами, которые способен предложить ей «Коготь», Сомбра может сосредоточиться на своей истинной цели: рассекретить тайную организацию и использовать стоящую за ней власть в своих интересах."
      ],
      "quote": "«ВЗЛОМАТЬ МОЖНО ВСЕ... И ВСЕХ».",
      "bgImage": "bg-hero-20.jpg",
      "image": "hero-20.png",
      "skills": [
        {
          "name": "ПИСТОЛЕТ-ПУЛЕМЕТ",
          "description": "Автоматический пистолет-пулемет Сомбры позволяет ей стрелять на небольшом расстоянии.",
          "image": "skills-20-1.png"
        },
        {
          "name": "ВЗЛОМ",
          "description": "Сомбра взламывает противника, временно не позволяя ему использовать способности, или медкомплект, делая его бесполезным для врагов.",
          "image": "skills-20-2.png"
        },
        {
          "name": "МАСКИРОВКА",
          "description": "Сомбра становится невидимой, а ее скорость передвижения существенно увеличивается. При использовании атакующих способностей, нанесении или получении урона камуфляж снимается. Сомбра не может захватывать объекты, будучи невидимой.",
          "image": "skills-20-3.png"
        },
        {
          "name": "ТРАНСЛОКАТОР",
          "description": "Сомбра бросает маячок-транслокатор. Пока маячок активен, она может мгновенно перенестись к нему (даже если он висит в воздухе).",
          "image": "skills-20-4.png"
        },
        {
          "name": "ИМПУЛЬС",
          "description": "Сомбра испускает импульс электромагнитной энергии, уничтожающий щиты и барьеры в большом радиусе и взламывающий всех попавших в него противников.",
          "image": "skills-20-5.png"
        }
      ]
    },
    {
      "id": 11,
      "name": "АНА",
      "roleId": 3,
      "roleIcon": "role-support.png",
      "difficulty": 3,
      "description": "Обширный арсенал позволяет Ане дистанционно исцелять и увеличивать мощь союзников, в то время как боевые патроны для биотического ружья, дротики с транквилизатором и особые биотические гранаты уничтожат тех, кто угрожает товарищам Аны.",
      "biography": [
        "Настоящее имя: Ана Амари, Возраст: 60 лет",
        "Род занятий: охотница за головами",
        "Оперативная база: Каир, Египет",
        "Принадлежность: в прошлом — Overwatch"
      ],
      "history": [
        "Ана — одна из основателей Overwatch. Ее мастерство служит защите родного города и близких.",
        "Египет очень пострадал в результате Восстания машин. Истощенным боями службам безопасности часто приходилось полагаться на элитных снайперов — в частности, на Ану Амари, которая считалась одним из лучших стрелков в мире. Благодаря своему непревзойденному мастерству, решительности и развитой интуиции она была зачислена в ударную группу Overwatch, которой удалось положить войне конец.",
        "После успешного выполнения задания Ана получила звание капитана и много лет занимала должность заместителя командира Моррисона. Хотя обязанности ее возросли, даже разменяв шестой десяток, она настаивала на своем непосредственном участии в боевых операциях. Выполняя задание по освобождению заложников, Ана пала жертвой агента «Когтя», известного как «Роковая вдова». Ее сочли убитой.",
        "На самом деле Ана выжила, но получила серьезные раны и лишилась правого глаза. По мере выздоровления она все отчетливее ощущала, как устала от многолетних боев, и решила никому не говорить, что осталась жива. Но со временем, видя, как в городе все больше свирепствуют банды преступников, она поняла, что желание защищать своих ближних по-прежнему живо в ее сердце.",
        "«Позаимствовав» немного экипировки из запасов Overwatch, Ана вернулась в строй и теперь борется за то, чтобы сохранить мир на своей родине и устранить всех, кто угрожает стабильности в регионе."
      ],
      "quote": "«У КАЖДОГО СВОИ ПРИЧИНЫ БРАТЬСЯ ЗА ОРУЖИЕ»",
      "bgImage": "bg-hero-30.jpg",
      "image": "hero-30.png",
      "skills": [
        {
          "name": "БИОТИЧЕСКОЕ РУЖЬЕ",
          "description": "Ружье Аны стреляет дротиками, способными восполнять здоровье союзникам и наносить урон противникам. Ана может воспользоваться оптическим прицелом, чтобы совершить максимально точный выстрел.",
          "image": "skills-30-1.png"
        },
        {
          "name": "ТРАНКВИЛИЗАТОР",
          "description": "Ана совершает выстрел, усыпляющий противника (если цель получит урон, она проснется).",
          "image": "skills-30-2.png"
        },
        {
          "name": "БИОТИЧЕСКАЯ ГРАНАТА",
          "description": "Ана бросает биотическую гранату, наносящую урон противникам и исцеляющую союзников в небольшой области. Союзники, попавшие под воздействие эффекта, при исцелении восполняют больше здоровья; если граната попала в противников, то в течение нескольких секунд они будут невосприимчивы к лечению.",
          "image": "skills-30-3.png"
        },
        {
          "name": "СТИМУЛЯТОР",
          "description": "Ана усиливает союзника — тот в течение некоторого времени наносит больше урона противникам и сам получает меньше урона.",
          "image": "skills-30-4.png"
        }
      ]
    },
    {
      "id": 12,
      "name": "D.VA",
      "roleId": 2,
      "roleIcon": "role-tank.png",
      "difficulty": 2,
      "description": "Меха D.Va сочетает в себе мощь и подвижность. Она оснащена двумя автоматическими атомными пушками для ближнего боя, а также может преодолевать препятствия и пролетать над врагами при помощи ускорителей. С помощью защитной матрицы D.Va сбивает летящие в нее снаряды.",
      "biography": [
        "Настоящее имя: Ханна Сон, Возраст: 19",
        "Род занятий: пилот мехи, в прошлом — киберспортсменка",
        "Оперативная база: Пусан, Южная Корея",
        "Принадлежность: мобильная группа экзобойцов корейской армии"
      ],
      "history": [
        "D.Va — бывшая киберспортcменка, с помощью экспериментальной военной мехи защищающая свою родную страну.",
        "Двадцать лет назад на Южную Корею напало гигантское роботизированное чудовище, восставшее из глубин Восточно-Китайского моря. Колоссальный робот нанес чудовищный урон прибрежным городам, прежде чем его удалось отбросить обратно в море. Чтобы защитить города от этой новой угрозы, правительство Южной Кореи создало отряд бронированных беспилотников MEKA.",
        "Опасения правительства имели под собой основание: в этих нападениях выявилась закономерность. Каждые несколько лет из океана поднималось очередное чудовище и нападало на Южную Корею и соседние страны. Роботы анализировали эти сражения, создавая новые конструкции, наделяя их новыми способностями и устанавливая новое вооружение. Каждый бой заканчивался вничью: чудовище удавалось победить, но не уничтожить окончательно.",
        "Роботы изучили тактику людей и нашли уязвимость в системе дистанционного управления беспилотниками MEKA, вынудив армию использовать для управления мехами пилотов-людей. В поисках подходящих кандидатов правительство обратилось к киберспортсменам: их рефлексы и способность быстро разбираться в сложной ситуации позволяли управляться с продвинутым вооружением мех. Многие звезды киберспорта были призваны в армию — включая чемпионку мира Ханну Сон, также известную как «D.Va». Прославленный мастер виртуальных боев, D.Va всегда стремилась к победе любой ценой. Она заслужила репутацию упорного и беспощадного бойца.",
        "Для D.Va новое задание — очередная игра. Она готова в любую минуту встать на защиту своей родины: когда отряд MEKA идет в атаку, D.Va бесстрашно бросается в бой. Недавно она начала транслировать свои боевые операции по сети; количество зрителей ее канала выросло настолько, что она стала всемирной знаменитостью."
      ],
      "quote": "«Я ИГРАЮ РАДИ ПОБЕДЫ.»",
      "bgImage": "bg-hero-31.jpg",
      "image": "hero-31.png",
      "skills": [
        {
          "name": "АТОМНЫЕ ПУШКИ",
          "description": "Меха D.Va вооружена двумя пушками с вращающимся блоком стволов. Они имеют малую дальность стрельбы. Эти пушки не нуждаются в перезарядке и наносят высокий урон, но во время стрельбы D.Va передвигается медленнее.",
          "image": "skills-31-1.png"
        },
        {
          "name": "СВЕТОВОЙ ПИСТОЛЕТ",
          "description": "Оказавшись вне своей мехи, D.Va может продолжить бой, используя автоматический бластер со средней дальностью стрельбы.",
          "image": "skills-31-2.png"
        },
        {
          "name": "УСКОРИТЕЛИ",
          "description": "Меха D.Va взлетает в воздух и устремляется вперед. В полете она может поворачивать, менять направление и таранить врагов, отбрасывая их назад.",
          "image": "skills-31-3.png"
        },
        {
          "name": "ЗАЩИТНАЯ МАТРИЦА",
          "description": "D.Va может на короткое время задействовать комплекс активной защиты передней полусферы, чтобы сбивать летящие в нее снаряды.",
          "image": "skills-31-4.png"
        },
        {
          "name": "МИКРОРАКЕТЫ",
          "description": "D.Va производит обстрел реактивными снарядами.",
          "image": "skills-31-5.png"
        },
        {
          "name": "САМОУНИЧТОЖЕНИЕ",
          "description": "D.Va покидает свою машину, введя реактор в состояние перегрузки, после чего меха взрывается, нанося огромный урон ближайшим противникам.",
          "image": "skills-31-6.png"
        },
        {
          "name": "ВЫЗОВ МЕХИ",
          "description": "Если ее бронированный экзоскелет уничтожат, D.Va может вызвать новую меху и вернуться в бой.",
          "image": "skills-31-7.png"
        }
      ]
    },
    {
      "id": 13,
      "name": "АНГЕЛ",
      "roleId": 3,
      "roleIcon": "role-support.png",
      "difficulty": 1,
      "description": "Ангел, облаченная в спецкостюм «Валькирия», всегда рядом, когда друг нуждается в исцелении. С помощью своего кадуцея она лечит, воскрешает и укрепляет силы соратников.",
      "biography": [
        "Настоящее имя: Ангела Циглер, Возраст: 37 лет",
        "Род занятий: полевой врач, специалист быстрого реагирования",
        "Оперативная база: Цюрих (Швейцария)",
        "Принадлежность: в прошлом — Overwatch"
      ],
      "history": [
        "Пациенты называют доктора Циглер ангелом-хранителем. Это талантливый врач, блестящий ученый и горячая заступница мира во всем мире.",
        "Ангела Циглер из рядового врача стала главой хирургического отделения в одной из ведущих больниц Цюриха. Кроме того, она возглавила инновационное исследование в области прикладной нанохирургии, позволившее совершить прорыв в лечении угрожающих жизни травм и болезней. Именно этим она и привлекла внимание Overwatch.",
        "Война оставила Ангелу сиротой, и потому ей претил милитаристский подход к сохранению мира на планете. Но со временем она поняла, что работа в Overwatch позволит ей сохранить куда больше жизней, и заняла должность главы отдела медицинских разработок. Ангела стремилась найти способ лечить бойцов на передовой, в ситуациях, где надо действовать быстро. Результатом ее исследований стал костюм быстрого реагирования «Валькирия», опробованный лично доктором Циглер в ходе многочисленных миссий организации.",
        "Несмотря на свой вклад в общее дело, Ангела зачастую была не согласна с политикой руководства и стратегией Overwatch. Когда организация распалась, доктор Циглер целиком посвятила себя помощи пострадавшим от войны.",
        "И хотя почти все свое время Ангела проводит в заботах о пострадавших в очагах войны, она не колеблясь наденет свой костюм, чтобы защитить от опасности невинных людей."
      ],
      "quote": "«ГЕРОИ НЕ УМИРАЮТ».",
      "bgImage": "bg-hero-32.jpg",
      "image": "hero-32.png",
      "skills": [
        {
          "name": "КАДУЦЕЙ",
          "description": "Ангел активирует один из двух лучей, связывающих ее с союзником. Используя лучи, она может восстанавливать его здоровье либо усиливать наносимый им урон.",
          "image": "skills-32-1.png"
        },
        {
          "name": "КАДУЦЕЙ-БЛАСТЕР",
          "description": "Ангел ведет огонь из своего второстепенного оружия – пистолета.",
          "image": "skills-32-2.png"
        },
        {
          "name": "АНГЕЛ-ХРАНИТЕЛЬ",
          "description": "Ангел быстро летит к выбранному союзнику, чтобы оказать ему помощь в критической ситуации.",
          "image": "skills-32-3.png"
        },
        {
          "name": "ВОСКРЕШЕНИЕ",
          "description": "Ангел возвращает выбранного союзника в бой с полным запасом здоровья.",
          "image": "skills-32-4.png"
        },
        {
          "name": "НИСХОЖДЕНИЕ АНГЕЛА",
          "description": "Спецкостюм «Валькирия» позволяет Ангелу плавно опускаться вниз с большой высоты.",
          "image": "skills-32-5.png"
        },
        {
          "name": "ВАЛЬКИРИЯ",
          "description": "Позволяет свободно летать и усиливает способности.",
          "image": "skills-32-6.png"
        }
      ]
    },
    {
      "id": 14,
      "name": "БАСТИОН",
      "roleId": 1,
      "roleIcon": "role-damage.png",
      "difficulty": 1,
      "description": "Боевая машина Бастион может переключаться между режимами турели и разведки, ремонтировать себя и даже превращаться в мощный танк, что увеличивает ее шансы на победу.",
      "biography": [
        "Настоящее имя: боевая машина E54 «Бастион» производства SST Laboratories, Возраст: 30 лет",
        "Род занятий: боевая машина",
        "Оперативная база: неизвестна",
        "Принадлежность: отсутствует"
      ],
      "history": [
        "Разрушительное Восстание машин позади, и его ветеран, любознательный и очарованный природой робот Бастион, исследует мир, не забывая обходить стороной людей, которые все еще полны страха перед машинами.",
        "Изделия класса «Бастион» изначально создавались для миротворческих целей и обладают уникальной способностью быстрой смены режима из штурмового на осадный и обратно. Во время Восстания машин эти роботы обратились против людей и составили ядро армии мятежников, однако по завершении конфликта почти все они были уничтожены или демонтированы. Машины «Бастион» по сей день олицетворяют ужасы войны.",
        "Один из таких роботов, серьезно поврежденный во время последних битв, был утерян на десять с лишним лет. Он ржавел, неподвижный и открытый всем стихиям, а природа медленно поглощала его. Увитый лозами, оплетенный корнями и служащий пристанищем для мелких зверушек, он потерял счет времени. Но в один судьбоносный день он пробудился. От боевой программы не осталось и следа, а ее место занял интерес к дикой природе. Движимый любопытством, осадный механизм отправился путешествовать, надеясь найти себе место на разоренной войной планете.",
        "И хотя Бастион кажется милым и порой даже безобидным, при первых признаках опасности активируется его боевая программа, которая задействует весь арсенал робота, чтобы уничтожить потенциальную угрозу. Это несколько раз приводило к конфликтам при встречах с людьми, и потому Бастион предпочитает неисследованные уголки Земли, избегая населенных областей."
      ],
      "quote": "",
      "bgImage": "bg-hero-1.jpg",
      "image": "hero-1.png",
      "skills": [
        {
          "name": "РЕЖИМ РАЗВЕДКИ",
          "description": "В режиме разведки Бастион полностью мобилен и вооружен автоматическим оружием, стреляющим очередями на средние дистанции.",
          "image": "skills-1-1.png"
        },
        {
          "name": "РЕЖИМ ТУРЕЛИ",
          "description": "В режиме турели Бастион экипирован разрушительным пулеметом системы Гатлинга, способным стрелять очередями на короткие и средние дистанции. Направление стрельбы можно менять.",
          "image": "skills-1-2.png"
        },
        {
          "name": "СМЕНА РЕЖИМА",
          "description": "Бастион способен переключаться между двумя режимами, что позволяет с максимальной эффективностью адаптироваться к условиям ведения боя.",
          "image": "skills-1-3.png"
        },
        {
          "name": "САМОРЕМОНТ",
          "description": "Во время действия способности Бастион восполняет здоровье, однако не может стрелять.",
          "image": "skills-1-4.png"
        },
        {
          "name": "РЕЖИМ ТАНКА",
          "description": "В режиме танка Бастион превращается в самоходную гусеничную установку с мощной дальнобойной пушкой, фугасные снаряды которой наносят урон по обширной области. Однако Бастион может находиться в этом режиме ограниченное время.",
          "image": "skills-1-5.png"
        }
      ]
    },
    {
      "id": 15,
      "name": "ГЭНДЗИ",
      "roleId": 1,
      "roleIcon": "role-damage.png",
      "difficulty": 3,
      "description": "Гэндзи метко бросает во врагов сюрикэны и использует сверхсовременную версию катаны для отражения снарядов и нанесения молниеносных ударов.",
      "biography": [
        "Настоящее имя: Гэндзи Шимада, Возраст: 35",
        "Род занятий: искатель приключений",
        "Оперативная база: монастырь Шамбала, Непал",
        "Принадлежность: в прошлом — клан Шимада, Overwatch"
      ],
      "history": [
        "Киборг Гэндзи Шимада смирился со своим механическим телом, которое раньше вызывало у него лишь отвращение, тем самым открыв новую лучшую сторону своего характера.",
        "Как младший сын главы клана ниндзя Шимада, Гэндзи жил в роскоши и привык к привилегированному положению. Он не проявлял интереса к криминальным аспектам деятельности клана. Хотя ему нравилось обучаться мастерству ниндзя — в чем он весьма преуспел, Гэндзи предпочитал прожигать жизнь, строя из себя молодого плейбоя. Многие члены клана считали, что его беззаботный образ жизни не сулит ничего хорошего и может обернуться бедой, и потому их возмущало чрезмерное внимание и опека, которые отец Гэндзи проявлял по отношению к сыну. После внезапной гибели главы клана старший брат Гэндзи Хандзо потребовал, чтобы тот принял большее участие в судьбе криминальной империи их отца. Гэндзи отказался, чем навлек на себя гнев Хандзо. Страсти достигли такого накала, что братья бросились друг на друга с оружием. Этот поединок чуть не стоил жизни Гэндзи.",
        "Хандзо думал, что убил своего брата, но благодаря действиям Overwatch и вмешательству доктора Ангелы Циглер Гэндзи удалось спасти. Всемирная служба безопасности увидела в Гэндзи потенциального союзника в борьбе с кланом Шимада. Он умирал от полученных ран, но организация Overwatch предложила ему спасение в обмен на службу. Многие органы Гэндзи пришлось заменить на кибернетические импланты. Это сделало Гэндзи еще быстрее и улучшило его навыки ниндзя. Превращенный в живое оружие, Гэндзи бросил все свои силы на уничтожение криминальной империи, которая принадлежала его семье.",
        "Но со временем киборга начали терзать внутренние противоречия. Механические имплантанты вызывали в нем отвращение, и он не мог смириться с тем, во что он превратился. Выполнив свое задание, он покинул Overwatch и отправился путешествовать по миру, надеясь постичь смысл своего существования. Он скитался много лет, пока наконец не встретился с роботом-монахом по имени Дзенъятта. Поначалу Гэндзи отвергал мудрость Дзенъятты, но робот все продолжал его наставлять. Со временем Дзенъятта стал настоящим учителем Гэндзи. Слушая мудрые слова монаха, Гэндзи смирился со своим двойственным положением человека-машины. Он осознал, что в его теле киборга продолжает жить человеческая душа, и понял, что его новая форма — дар судьбы, делающий его сильнее.",
        "Впервые за всю свою жизнь Гэндзи обрел свободу. Даже он сам не знает, куда может привести его путь."
      ],
      "quote": "«МОЖНО ОТКАЗАТЬСЯ ОТ СВОЕГО ТЕЛА. НО ОТ ЧЕСТИ – НИКОГДА».",
      "bgImage": "bg-hero-4.jpg",
      "image": "hero-4.png",
      "skills": [
        {
          "name": "СЮРИКЭНЫ",
          "description": "Гэндзи быстро бросает в цель три смертоносных сюрикена один за одним. Также он может метнуть три сюрикена веерным броском.",
          "image": "skills-4-1.png"
        },
        {
          "name": "ОТРАЖЕНИЕ АТАК",
          "description": "Клинок Гэндзи рассекает воздух, словно молния, отражая летящие в него снаряды обратно в противников.",
          "image": "skills-4-2.png"
        },
        {
          "name": "МОЛНИЕНОСНЫЙ УДАР",
          "description": "Гэндзи устремляется вперед, рассекая воздух клинком и проходя сквозь врагов на своем пути. Если Гэндзи уничтожает врага, он может сразу применить эту способность еще раз.",
          "image": "skills-4-3.png"
        },
        {
          "name": "КЛИНОК ДРАКОНА",
          "description": "Гэндзи ненадолго обнажает клинок своей катаны. Пока его меч не вернется в ножны, Гэндзи может совершать убийственные атаки ближнего боя по целям в зоне его досягаемости.",
          "image": "skills-4-4.png"
        }
      ]
    },
    {
      "id": 16,
      "name": "ДЗЕНЪЯТТА",
      "roleId": 3,
      "roleIcon": "role-support.png",
      "difficulty": 3,
      "description": "Дзенъятта исцеляет союзников сферами гармонии и ослабляет противников сферами разрушения, пытаясь достичь состояния трансцендентности, которое делает его неуязвимым.",
      "biography": [
        "Настоящее имя: Текхарта Дзенъятта, Возраст: 20 лет",
        "Род занятий: странствующий гуру, искатель приключений",
        "Оперативная база: в прошлом — монастырь Шамбала (Непал)",
        "Принадлежность: в прошлом — Шамбала"
      ],
      "history": [
        "Дзенъятта — это робот-монах, странствующий по свету в поисках духовного просветления. Говорят, тот, кто встретит его на своем жизненном пути, никогда не будет прежним.",
        "Спустя много лет после Восстания машин небольшая группа роботов отделилась от своих собратьев в результате так называемого «духовного пробуждения». Эти изгнанники оставили прежнюю запрограммированную жизнь и основали монастырь в глубине Гималаев. Спустя долгие годы размышлений к ним пришло озарение, что все машины, наделенные искусственным интеллектом, обладают душой — сродни человеческой.",
        "Осознав духовное сродство с людьми, монахи под началом загадочного робота Текхарты Мондатты начали искать пути к устранению последствий Восстания машин, чтобы примирить роботов и людей и построить общество всеобщей гармонии. Их устремления нашли отклик у миллионов последователей по всему миру, а сами монахи стали духовными лидерами планетарного масштаба.",
        "Однако один из монахов по имени Дзенъятта не согласился с избранным курсом. Он решил, что для устранения разногласий между роботами и людьми нужно не догматическое учение, а личный контакт и участие.",
        "В итоге он избрал собственный путь. Он решил оставить монастырь и отправиться в странствие по свету, чтобы помочь нуждающимся обрести внутренний мир и душевный покой. Тем не менее, в случае необходимости он готов встать на защиту невинных, будь то робот или человек."
      ],
      "quote": "«ИСТИННОЕ Я НЕ ИМЕЕТ ФОРМЫ».",
      "bgImage": "bg-hero-5.jpg",
      "image": "hero-5.png",
      "skills": [
        {
          "name": "СФЕРА РАЗРУШЕНИЯ",
          "description": "Дзенъятта направляет в цель сферы разрушительной энергии. Он может использовать сферы поочередно либо все вместе, затратив некоторое время на подготовку способности.",
          "image": "skills-5-1.png"
        },
        {
          "name": "СФЕРА ГАРМОНИИ",
          "description": "Дзенъятта направляет одну из сфер за спину союзника. Пока Дзенъятта продолжает видеть союзника, сфера постепенно восстанавливает ему здоровье. Одновременно может использоваться только одна такая сфера.",
          "image": "skills-5-2.png"
        },
        {
          "name": "СФЕРА ДИССОНАНСА",
          "description": "Пока Дзенъятта продолжает видеть противника, на котором зафиксирована сфера диссонанса, тот получает увеличенный урон. Одновременно может использоваться только одна такая сфера.",
          "image": "skills-5-3.png"
        },
        {
          "name": "ТРАНСЦЕНДЕНТНОСТЬ",
          "description": "Дзенъятта на некоторое время входит в состояние высшего бытия. Находясь в этом состоянии, он не может использовать способности или оружие, но при этом не получает урона и автоматически восстанавливает здоровье себе и ближайшим союзникам.",
          "image": "skills-5-4.png"
        }
      ]
    },
    {
      "id": 17,
      "name": "ЖНЕЦ",
      "roleId": 1,
      "roleIcon": "role-damage.png",
      "difficulty": 1,
      "description": "Адские дробовики, неуязвимость в форме призрака и умение шагать сквозь тень — все это делает Жнеца одним из самых смертоносных существ на планете.",
      "biography": [
        "Настоящее имя: неизвестно, Возраст: неизвестен",
        "Род занятий: наемник",
        "Оперативная база: неизвестна",
        "Принадлежность: неизвестна"
      ],
      "history": [
        "Ходят слухи об одетом в черную робу террористе по прозвищу Жнец. Его личность и мотивы остаются загадкой. О нем известно лишь то, что его появление предвещает смерть.",
        "Жнец – неуловимый наемник, жестокий и беспощадный убийца, приложивший руку к террористическим атакам по всему миру. За последние десятилетия он участвовал во многих вооруженных конфликтах, не выказывая приверженности ни каким-то идеям, ни организациям.",
        "Выжившие в боях рассказывали о черном призраке, который выходил невредимым из самых жутких переделок. Оставленные им трупы – это опустошенные, безжизненные оболочки с деградировавшими клетками. Возможно, он является побочным эффектом неудачного генетического эксперимента, в результате которого клетки его тела одновременно разлагаются и с невероятной скоростью восстанавливаются.",
        "Те, кто пытаются отслеживать его перемещения, обнаружили определенную логику в его появлениях: похоже, Жнец охотится на бывших агентов организации «Overwatch» и систематически их уничтожает."
      ],
      "quote": "«СМЕРТЬ ВСЕГДА РЯДОМ».",
      "bgImage": "bg-hero-6.jpg",
      "image": "hero-6.png",
      "skills": [
        {
          "name": "АДСКИЕ ДРОБОВИКИ",
          "description": "Дробовики Жнеца способны за секунды изрешетить противника.",
          "image": "skills-6-1.png"
        },
        {
          "name": "БЕСТЕЛЕСНОСТЬ",
          "description": "Жнец на короткое время превращается в тень. В таком состоянии он неуязвим и способен проходить сквозь противников, но при этом не может использовать оружие или способности.",
          "image": "skills-6-2.png"
        },
        {
          "name": "ШАГ СКВОЗЬ ТЕНЬ",
          "description": "Выбрав определенную область, Жнец переносится туда из текущего местоположения.",
          "image": "skills-6-3.png"
        },
        {
          "name": "ЦВЕТОК СМЕРТИ",
          "description": "Жнец с головокружительной быстротой опустошает боезапас адских дробовиков, нанося ближайшим противникам значительный урон.",
          "image": "skills-6-4.png"
        }
      ]
    },
    {
      "id": 18,
      "name": "ЗАРЯ",
      "roleId": 2,
      "roleIcon": "role-tank.png",
      "difficulty": 3,
      "description": "Окруженная энергетическим барьером, поглощающим входящий урон и усиливающим мощность лучевой пушки, Заря готова к любой схватке на передовой.",
      "biography": [
        "Настоящее имя: Александра Зарянова, возраст: 28 лет",
        "Род занятий: военнослужащая",
        "Оперативная база: Красноярский фронт, Россия",
        "Принадлежность: Российские силы обороны"
      ],
      "history": [
        "Александра Зарянова — одна из самых сильных женщин в мире. Эта именитая спортсменка пожертвовала блестящей карьерой, чтобы защитить свою семью, друзей и страну от ужасов войны.",
        "Александра родилась в глухой сибирской деревеньке, оказавшейся в гуще Восстания машин, которое случилось около 30 лет назад. И хотя российские войска победили роботов и законсервировали омнию, война наложила на этот регион свой тягостный отпечаток. Маленькую Сашу с детства окружали свидетельства войны, и, повзрослев, она поклялась, что станет сильной и поможет восстановить свою страну.",
        "Александра начала заниматься тяжелой атлетикой и бодибилдингом, и вскоре на нее обратила внимание национальная спортивная федерация. Ей предрекали звездную карьеру. Она усиленно тренировалась, представляла свою страну на соревнованиях, и все ждали, что на ближайшем чемпионате мира она побьет множество рекордов.",
        "Однако накануне чемпионата сибирская омния, которая долгое время находилась в бездействии, вдруг ожила; и на родную деревню Александры вновь обрушилась война. Девушка снялась с соревнований и немедленно направилась домой, чтобы записаться в местное оборонительное подразделение. Она пожертвовала будущей славой и богатством ради спасения родного края.",
        "Она продолжает служить Родине, оставаясь символом стойкости и силы духа для своих боевых товарищей. Александра считает, что физическая мощь дана ей, чтобы защищать своих близких."
      ],
      "quote": "«ВМЕСТЕ МЫ СИЛА!»",
      "bgImage": "bg-hero-7.jpg",
      "image": "hero-7.png",
      "skills": [
        {
          "name": "ЛУЧЕВАЯ ПУШКА",
          "description": "Мощная лучевая пушка Зари испускает короткий луч разрушительной энергии. Заря также может выпустить разрывной снаряд, поражающий несколько противников.",
          "image": "skills-7-1.png"
        },
        {
          "name": "ЗАЩИТНЫЙ БАРЬЕР",
          "description": "Лучевая пушка создает барьер, укрывающий Зарю от атак и перенаправляющий их энергию на усиление собственного урона и увеличение диаметра луча.",
          "image": "skills-7-2.png"
        },
        {
          "name": "ДИСТАНЦИОННЫЙ БАРЬЕР",
          "description": "Заря окружает одного из своих союзников энергетическим барьером, который поглощает урон и одновременно увеличивает мощь лучевой пушки.",
          "image": "skills-7-3.png"
        },
        {
          "name": "ГРАВИТОННЫЙ ИМПУЛЬС",
          "description": "Заря запускает гравитонную бомбу, которая притягивает к себе противников и одновременно наносит им урон.",
          "image": "skills-7-4.png"
        }
      ]
    },
    {
      "id": 19,
      "name": "КРЫСАВЧИК",
      "roleId": 1,
      "roleIcon": "role-damage.png",
      "difficulty": 2,
      "description": "Крысавчик — настоящий мастер контроля территории. Для этого он использует гранатомет, стреляющий отскакивающими снарядами, фугасные мины, подбрасывающие противников в воздух, а также капканы, которые способны остановить даже самых опасных героев.",
      "biography": [
        "Настоящее имя: Джеймисон Фокс, Возраст: 25 лет",
        "Род занятий: анархист, вор, подрывник, наемник, мародер",
        "Оперативная база: в прошлом — Джанкертаун, Австралия",
        "Принадлежность: в прошлом — Стервятники"
      ],
      "history": [
        "Крысавчик — помешанный на взрывах псих. Все, что ему нужно, — сеять хаос и разрушение.",
        "Нападение на термоядерный реактор австралийской омнии, повлекшее за собой его уничтожение, навсегда изменило облик Аутбэка. После взрыва он превратился в суровые, большей частью непригодные для жизни радиоактивные пустоши, усеянные обломками и искореженными руинами.",
        "Но кое-кому удалось выжить. Так называемые Стервятники пробрались в руины омнии и основали там новое общество, в котором царили коварство и беззаконие. Крысавчик был одним из таких людей. Он зарабатывал себе на жизнь, продавая обломки металла, детали и приборы, которые находил в руинах. Как и многие другие, он не избежал постоянного воздействия остаточной радиации, из-за которой впоследствии сошел с ума. Это безумие подарило ему новую страсть, постепенно переросшую в настоящую одержимость — взрывы.",
        "О Крысавчике заговорили, когда он обнаружил в самом сердце омнии нечто невероятно ценное и таинственное. О том, что именно он нашел, не знал практически никто, но Крысавчика тут же начали преследовать охотники за головами, бандиты и авантюристы всех мастей. Все это продолжалось, пока он не заключил сделку с одним из Стервятников по кличке Турбосвин, согласившимся стать его личным телохранителем в обмен на долю добычи.",
        "Вместе они покинули Аутбэк и отправились в мировое преступное турне, сея повсюду хаос и разрушение."
      ],
      "quote": "«ЧТО ЗА ДЕНЕК! САМОЕ ВРЕМЯ УСТРОИТЬ КАВАРДАК!»",
      "bgImage": "bg-hero-8.jpg",
      "image": "hero-8.png",
      "skills": [
        {
          "name": "ГРАНАТОМЕТ",
          "description": "Гранатомет Крысавчика стреляет гранатами на значительное расстояние. Они отскакивают от разных поверхностей и взрываются при контакте с врагом.",
          "image": "skills-8-1.png"
        },
        {
          "name": "ФУГАСНАЯ МИНА",
          "description": "Заложив одну из своих самодельных мин, Крысавчик легким движением ручного детонатора подрывает ее. Взрыв наносит урон врагам и подбрасывает их в воздух... или же отправляет в полет самого Крысавчика.",
          "image": "skills-8-2.png"
        },
        {
          "name": "КАПКАН",
          "description": "Крысавчик бросает на землю огромный капкан с металлическими зубьями. Любой противник, оказавшийся рядом с капканом, получит урон и будет обездвижен на некоторое время.",
          "image": "skills-8-3.png"
        },
        {
          "name": "ПОЛНЫЙ ХАОС",
          "description": "Извращенное чувство юмора Крысавчика дает о себе знать даже после его смерти. Погибая, он роняет на землю несколько взведенных гранат.",
          "image": "skills-8-4.png"
        },
        {
          "name": "АДСКАЯ ШИНА",
          "description": "Крысавчик заводит мотор колеса, набитого взрывчаткой, и запускает его по полю боя. Колесо само преодолевает препятствия и может катиться по стенам. Взрыв колеса, вызванный ручной детонацией, нанесет серьезный урон попавшим в область поражения врагам. Или же можно просто дождаться, пока оно взорвется само.",
          "image": "skills-8-5.png"
        }
      ]
    },
    {
      "id": 20,
      "name": "ЛУСИО",
      "roleId": 3,
      "roleIcon": "role-support.png",
      "difficulty": 2,
      "description": "На поле боя Лусио использует усилитель звука, поражающий противников особыми акустическими снарядами и способный отбрасывать их мощными звуковыми волнами. Его мелодии могут как исцелять союзников, так и увеличивать их скорость передвижения. Лусио может менять эти мелодии на ходу.",
      "biography": [
        "Настоящее имя: Лусио Коррейя дос Сантос, Возраст: 26 лет",
        "Род занятий: диджей, борец за свободу",
        "Оперативная база: Рио-де-Жанейро (Бразилия)",
        "Принадлежность: отсутствует"
      ],
      "history": [
        "Лусио — звезда международного масштаба, своей музыкой и своими действиями он вдохновляет народ на перемены.",
        "Лусио Коррейя дос Сантос вырос в бедных перенаселенных фавелах Рио-де-Жанейро, сильно пострадавших от финансового кризиса после Восстания машин. Он хотел хоть как-то помочь бразильцам, чья страна только встала на путь восстановления, и нашел спасение в музыке, обладающей невероятной силой объединять людей и помогать им на какое-то время забыть о тяготах повседневной жизни. Он выступал на улицах, на местных вечеринках, а став старше — и на серии легендарных подпольных концертов.",
        "Но в общине Лусио наступил хаос, когда мультинациональная корпорация Vishkar заключила с властями Рио контракт на перепланировку больших участков города. Лусио и его соседям пообещали, что этот проект изменит их жизнь к лучшему — но обещания оказались сладкой ложью. Корпорация Vishkar установила комендантский час и стала использовать население фавел в качестве дешевой рабочей силы, а ее представители стали жестко пресекать поведение, которое считали незаконным — все «во имя создания организованного сообщества».",
        "Лусио не стал это терпеть. Он выкрал звуковую технологию Vishkar, с помощью которой корпорация подавляла волю людей, и превратил ее в инструмент, побуждающий их к действию. Поднялось большое восстание, и народ изгнал представителей Vishkar со своей земли. За одну ночь звезда Лусио воссияла на небосклоне. Он стал символом перемен к лучшему. А музыка, которую он играл, лишь увеличила его популярность. Когда-то Лусио выступал лишь на местных вечеринках, а теперь собирает стадионы по всему миру.",
        "Лусио понял, что благодаря новообретенной славе он может что-то изменить и сделать мир лучше."
      ],
      "quote": "«ДАВАЙ, ВЛИВАЙСЯ!»",
      "bgImage": "bg-hero-10.jpg",
      "image": "hero-10.png",
      "skills": [
        {
          "name": "УСИЛИТЕЛЬ ЗВУКА",
          "description": "Лусио способен поражать противников звуковыми снарядами или отбрасывать их с помощью звуковой волны.",
          "image": "skills-10-1.png"
        },
        {
          "name": "КРОССФЕЙД",
          "description": "Треки Лусио усиливают не только его самого, но и ближайших к нему союзников. Он может переключаться между двумя песнями: одна увеличивает скорость передвижения, другая — восполняет здоровье.",
          "image": "skills-10-2.png"
        },
        {
          "name": "ГРОМКОСТЬ НА ПОЛНУЮ!",
          "description": "Лусио выкручивает громкость своих колонок, увеличивая силу воздействия текущей песни.",
          "image": "skills-10-3.png"
        },
        {
          "name": "ЗВУКОВОЙ БАРЬЕР",
          "description": "Защитные волны, создаваемые способностью Лусио «Звуковой барьер», на короткое время укрывают его самого и его ближайших союзников персональными щитами.",
          "image": "skills-10-4.png"
        }
      ]
    },
    {
      "id": 21,
      "name": "МАККРИ",
      "roleId": 1,
      "roleIcon": "role-damage.png",
      "difficulty": 2,
      "description": "Вооруженный револьвером под названием «Миротворец», Маккри разит врагов со смертельной меткостью и проворно ускользает от преследователей.",
      "biography": [
        "Настоящее имя: Джесси Маккри, Возраст: 37 лет",
        "Род занятий: охотник за головами",
        "Оперативная база: Санта-Фе (США, штат Нью-Мексико)",
        "Принадлежность: в прошлом — Overwatch"
      ],
      "history": [
        "Джесси Маккри, вооруженный револьвером под названием «Миротворец», стоит на страже справедливости. Но понимает ее по-своему.",
        "Маккри уже был известен как один из «ликвидаторов» — банды, которая занималась контрабандой оружия и военной техники на американском Юго-Западе, — когда его повязали вместе с сообщниками в ходе спецоперации Overwatch. Меткому и изобретательному Маккри дали выбор: провести остаток дней в тюрьме строгого режима или вступить в Blackwatch, секретное подразделение Overwatch. Он выбрал второе.",
        "Поначалу Маккри был настроен скептически, но со временем он поверил, что сможет загладить свои прошлые проступки, искореняя несправедливость в мире. Маккри понравилась гибкость в выборе средств, которой обладали участники Blackwatch, — ведь им не требовалось следовать бюрократическим правилам и нормам. Когда влияние Overwatch стало слабеть, некоторые участники Blackwatch решили воспользоваться этим и покончить с головной организацией, чтобы играть уже по своим правилам. Маккри не захотел присоединяться к отступникам и на какое-то время залег на дно.",
        "Спустя пару лет он объявился уже в качестве наемника. Прибегнуть к услугам Маккри хотят многие, но он соглашается сражаться только за то, что считает правильным."
      ],
      "quote": "«СПРАВЕДЛИВОСТЬ САМА СОБОЙ НЕ ВОССТАНОВИТСЯ».",
      "bgImage": "bg-hero-11.jpg",
      "image": "hero-11.png",
      "skills": [
        {
          "name": "МИРОТВОРЕЦ",
          "description": "Маккри бросает светошумовую гранату, которая взрывается спустя некоторое время. Взрыв гранаты оглушает ближайших противников.",
          "image": "skills-11-1.png"
        },
        {
          "name": "КУВЫРОК",
          "description": "Маккри совершает кувырок по направлению движения, одновременно перезаряжая «Миротворец».",
          "image": "skills-11-2.png"
        },
        {
          "name": "СВЕТОШУМОВАЯ ГРАНАТА",
          "description": "Маккри бросает светошумовую гранату, которая взрывается спустя некоторое время. Взрыв гранаты оглушает ближайших противников.",
          "image": "skills-11-3.png"
        },
        {
          "name": "МЕТКИЙ СТРЕЛОК",
          "description": "Сосредоточиться. Наметить цель. Достать оружие. Несколько мгновений Маккри прицеливается, а затем поражает всех противников перед собой. Чем слабее цели, тем выше вероятность, что выстрелы Маккри убьют их на месте.",
          "image": "skills-11-4.png"
        }
      ]
    },
    {
      "id": 22,
      "name": "МЭЙ",
      "roleId": 1,
      "roleIcon": "role-damage.png",
      "difficulty": 3,
      "description": "При помощи метеорологических устройств Мэй замедляет противников и обеспечивает союзникам надежный тыл. Эндотермический бластер Мэй выпускает короткий луч холода или стреляет ледяными снарядами. Мэй может защищаться от урона, погружаясь в криостазис, или же блокировать перемещения противника при помощи ледяной стены.",
      "biography": [
        "Настоящее имя: Мэй Лин Чжоу, Возраст: 31",
        "Род занятий: климатолог, искательница приключений",
        "Оперативная база: Сиань, Китай (ранее)",
        "Принадлежность: в прошлом — Overwatch"
      ],
      "history": [
        "Мэй — настоящий ученый, и она решила взять в свои руки дело по спасению окружающей среды.",
        "Хотя многие списывали экологические проблемы и изменения климата планеты на появление новых технологий, стремительный рост численности роботов и увеличение объемов добычи полезных ископаемых, истинные причины оставались загадкой. Рассчитывая приоткрыть завесу тайны, представители Overwatch установили наблюдательные посты в ключевых точках планеты.",
        "Мэй-Лин Чжоу вошла в число тех, на чьи плечи была возложена реализация этого долгосрочного проекта. Будучи климатологом мирового уровня, она разработала ряд технологий, позволяющих управлять климатом и оградить от опасности некоторые районы в Азии (и не только), находящиеся в зоне риска. Мэй как раз работала на наблюдательном посту в Антарктике, когда произошла ужасная катастрофа: внезапная чудовищная полярная буря отрезала базу от внешнего мира и повредила системы жизнеобеспечения. Ученые оказались брошены на произвол судьбы. Когда их припасы истощились, они приняли решение поместить себя в состояние криогенной заморозки до тех пор, пока кто-нибудь не придет к ним на выручку.",
        "Но помощь так и не пришла. Криогенные камеры с членами экспедиции обнаружили лишь много лет спустя. Мэй, все это время находившаяся в заморозке, оказалась единственной выжившей. Мир, в котором она очутилась, сильно отличался от того, который она помнила: Overwatch распустили, климатические проблемы стали еще острее, а посты наблюдения, следившие за состоянием окружающей среды, закрыли. Все полученные командой данные были потеряны",
        "Мэй решила продолжать работу в одиночку. Вооружившись портативным устройством, позволяющим управлять погодой, она отправилась странствовать по миру в надежде восстановить сеть экологических наблюдательных постов и выявить причины, приводящие к нарушениям в экосистеме планеты."
      ],
      "quote": "«ЗА ЭТОТ МИР СТОИТ ПОБОРОТЬСЯ!»",
      "bgImage": "bg-hero-13.jpg",
      "image": "hero-13.png",
      "skills": [
        {
          "name": "ЭНДОТЕРМИЧЕСКИЙ БЛАСТЕР",
          "description": "Бластер Мэй выпускает концентрированный короткий луч холода, который наносит урон, замедляет и в конечном счете замораживает противников. Также Мэй может стрелять ледяными снарядами, имеющими среднюю дальность поражения.",
          "image": "skills-13-1.png"
        },
        {
          "name": "КРИОСТАЗИС",
          "description": "Мэй мгновенно создает вокруг себя барьер из толстого льда. Находясь под его защитой, она восстанавливает здоровье и не получает урона от атак противника, однако при этом теряет возможность передвигаться.",
          "image": "skills-13-2.png"
        },
        {
          "name": "ЛЕДЯНАЯ СТЕНА",
          "description": "Мэй создает огромную стену из льда, которая преграждает путь, закрывает обзор и блокирует атаки.",
          "image": "skills-13-3.png"
        },
        {
          "name": "ВЬЮГА",
          "description": "Мэй использует метеорологический дрон, вызывающий сильный ветер и снегопад в большой области действия. Вьюга замедляет и наносит урон противникам. Обездвиживает тех, кто остается в области действия слишком долго.",
          "image": "skills-13-4.png"
        }
      ]
    },
    {
      "id": 23,
      "name": "РАЙНХАРДТ",
      "roleId": 2,
      "roleIcon": "role-tank.png",
      "difficulty": 1,
      "description": "Закованный в броню Райнхардт свирепо машет огромным молотом, стремительно рассекает по полю боя и защищает соратников широким энергетическим барьером.",
      "biography": [
        "Настоящее имя: Райнхардт Вильгельм, возраст: 61 год",
        "Род занятий: искатель приключений",
        "Оперативная база: Штутгарт (Германия)",
        "Принадлежность: в прошлом — Overwatch"
      ],
      "history": [
        "Райнхардт Вильгельм — это рыцарь из ушедшей эпохи, живущий согласно кодексу чести, справедливости и мужества.",
        "Организация Overwatch была основана тридцать лет назад, чтобы противостоять мятежам роботов по всему миру. Райнхардт, прославленный немецкий солдат, входил в первую ударную группу, положившую конец Восстанию машин. По завершении войны Overwatch стала международной организацией, чьей главной задачей было поддерживать мир на измученной войной земле, и Райнхардт зарекомендовал себя в ней как один из самых ярых защитников.",
        "Непревзойденная честность и потрясающая харизма Райнхардта с легкостью склоняли к нему людей, будь то простые солдаты или руководящие чины. Он не таясь высказывал свое мнение, чем завоевал репутацию самого рьяного сторонника Overwatch, но в случае необходимости был и самым жестким его критиком. Благодаря ему никто не забывал, что Overwatch должен быть силой на стороне добра.",
        "Райнхардту было далеко за пятьдесят, когда его отправили в неизбежную отставку по выслуге лет. Отстраненный от активных боевых действий, он впал в уныние; казалось, дням служения и славы пришел конец. Времена менялись; Overwatch стали подозревать в коррупции и подстрекательству к мятежу, а Райнхардт мог лишь смотреть, как попирают дело, защите которого он посвятил всю свою жизнь.",
        "В конце концов Overwatch распался, но Райнхардт не собирался сидеть сложа руки, пока мир вокруг него впадает в пучину хаоса. Вновь надев броню класса «Крестоносец», он, словно древний рыцарь, поклялся нести справедливость по всей Европе, защищать невинных и вселять надежду о светлом будущем в сердца и умы людей."
      ],
      "quote": "«ПРАВОСУДИЕ СВЕРШИТСЯ».",
      "bgImage": "bg-hero-15.jpg",
      "image": "hero-15.png",
      "skills": [
        {
          "name": "РАКЕТНЫЙ МОЛОТ",
          "description": "Ракетный молот Райнхардта — идеальное оружие ближнего боя. С каждым взмахом он наносит существенный урон, накрывая значительное пространство.",
          "image": "skills-15-1.png"
        },
        {
          "name": "ЭНЕРГЕТИЧЕСКИЙ БАРЬЕР",
          "description": "Райнхардт создает перед собой обширный энергетический барьер, поглощающий значительное количество урона до тех пор, пока не будет уничтожен. Проецируемый барьер надежно укрывает Райнхардта и его союзников, но при этом Райнхардт не может атаковать противников.",
          "image": "skills-15-2.png"
        },
        {
          "name": "РЫВОК",
          "description": "Райнхардт бросается вперед по прямой, захватывая первого противника на своем пути. Если при этом Райнхардт врезается в стену, захваченный противник получают колоссальный урон.",
          "image": "skills-15-3.png"
        },
        {
          "name": "ОГНЕННЫЙ УДАР",
          "description": "Райнхардт взмахивает ракетным молотом перед собой, посылая вперед огненный заряд, который проходит сквозь противников и наносит им урон.",
          "image": "skills-15-4.png"
        },
        {
          "name": "ЗЕМЛЕТРЯСЕНИЕ",
          "description": "Райнхардт с силой бьет ракетным молотом по земле, нанося урон всем противникам перед собой и сбивая их с ног.",
          "image": "skills-15-5.png"
        }
      ]
    },
    {
      "id": 24,
      "name": "РОКОВАЯ ВДОВА",
      "roleId": 1,
      "roleIcon": "role-damage.png",
      "difficulty": 2,
      "description": "Роковая вдова использует самые разные приспособления для устранения своих целей. Ее арсенал включает в себя ядовитые мины, разведывательный визор, наделяющий союзников инфракрасным зрением, а также универсальную снайперскую винтовку, которая может вести стрельбу в автоматическом режиме.",
      "biography": [
        "Настоящее имя: Амели Лакруа, Возраст: 33 года",
        "Род занятий: убийца",
        "Оперативная база: Анси (Франция)",
        "Принадлежность: Коготь"
      ],
      "history": [
        "Роковая вдова — идеальная убийца: терпеливая, безжалостная и эффективная, она не выказывает ни эмоций, ни сожалений.",
        "Считается, что в прошлой жизни Роковая вдова была супругой Жерара Лакруа, агента организации Overwatch, планировавшего операции, направленные на подавление деятельности террористической организации «Коготь». После нескольких неудавшихся попыток убрать Жерара «Коготь» решил сменить тактику и сосредоточился на его жене, Амели. Агенты «Когтя» похитили ее и подвергли интенсивному курсу нейронной модификации. Процедуры сломили ее волю и подавили личность; женщина превратилась в «спящего» агента. Спустя некоторое время сотрудники Overwatch вызволили Амели, казалось бы, в целости и сохранности, и она вернулась к нормальной жизни.",
        "Через две недели она убила Жерара, пока он спал.",
        "Поскольку миссия Амели была выполнена, она вернулась в «Коготь», где завершился процесс ее превращения в живое оружие. Она получила всестороннюю подготовку в искусстве маскировки, а ее физиология была изменена. Сердечный ритм замедлился настолько, что кожа бывшей мадам Лакруа стала холодной и бледной, а способность испытывать эмоции практически пропала. Амели, которую все помнили, умерла.",
        "На данный момент Роковая вдова является самой эффективной убийцей «Когтя», и лишь успешно выполненная работа приносит ей удовлетворение."
      ],
      "quote": "«ОДИН ВЫСТРЕЛ — ОДИН ТРУП».",
      "bgImage": "bg-hero-16.jpg",
      "image": "hero-16.png",
      "skills": [
        {
          "name": "ПОЦЕЛУЙ ВДОВЫ",
          "description": "Универсальная снайперская винтовка Роковой вдовы идеально подходит для ведения прицельного огня с большой дистанции. Если цель находится на средней дистанции, винтовку можно использовать для стрельбы в автоматическом режиме.",
          "image": "skills-16-1.png"
        },
        {
          "name": "КРЮК",
          "description": "Роковая вдова выпускает крюк в направлении прицеливания. Когда крюк цепляется за подходящий выступ, она быстро подтягивается к данной точке. Это позволяет Роковой вдове проводить разведку на поле боя, уходить от преследования или обходить цели с фланга.",
          "image": "skills-16-2.png"
        },
        {
          "name": "ЯДОВИТАЯ МИНА",
          "description": "Роковая вдова умеет быстро устанавливать ядовитые мины практически на любой поверхности. Когда цель заходит в область действия мины, срабатывает датчик движения и мина взрывается, отравляя ядовитым газом всех находящихся рядом противников.",
          "image": "skills-16-3.png"
        },
        {
          "name": "ИНФРАЗРЕНИЕ",
          "description": "Разведывательный визор Роковой вдовы позволяет ей некоторое время видеть тепловой след целей и другие объекты сквозь стены. Союзники Роковой вдовы также получают возможность видеть эти цели",
          "image": "skills-16-4.png"
        }
      ]
    },
    {
      "id": 25,
      "name": "СИММЕТРА",
      "roleId": 1,
      "roleIcon": "role-damage.png",
      "difficulty": 2,
      "description": "Симметра использует фотонный излучатель, чтобы разить врагов, укрывать щитами союзников, устанавливать телепорты и защитные турели, замедляющие героев противника.",
      "biography": [
        "Настоящее имя: Сатья Вашвани, Возраст: 28 лет",
        "Род занятий: архитектор",
        "Оперативная база: Утопия (Индия)",
        "Принадлежность: корпорация Vishkar"
      ],
      "history": [
        "Симметра в буквальном смысле искажает реальность. Манипулируя конструкциями из «жесткого» света, она творит мир таким, каким хочет его видеть, в надежде создать идеальное общество.",
        "После окончания Восстания машин южноиндийская корпорация Vishkar начала трудоемкий процесс создания нового типа самоподдерживающихся городов, способных вместить обездоленных войной жителей страны. Один из таких городов, получивший название Утопия, был построен с использованием революционной технологии «жесткого» света, позволяющей архитекторам в мгновение ока менять очертания его улиц, домов и сооружений.",
        "Юную Сатью Вашвани отобрали как одного из немногих архитекторов, способных работать с «жестким» светом, вырвав девушку из пут ужасающей нищеты и поместив под крыло архитектурной академии корпорации Vishkar. Ей не было суждено вернуться домой. Жившая уединенно Сатья полностью посвятила себя учебе и тренировкам. Она быстро схватывала практические способы применения технологии и была одним из лучших учеников своего курса. Она имела собственный, отличный от классического, подход к работе с «жестким» светом: пока все создавали шаблонные механистические конструкции, она творила, вдохновляясь движениями из традиционных танцев ее родины.",
        "Хотя Сатья была одним из ведущих архитекторов Утопии, корпорация Vishkar видела в ней гораздо больший потенциал. Ей дали имя Симметра и стали посылать в разные уголки мира на тайные задания, целями которых были защита интересов корпорации и распространение ее влияния на другие страны.",
        "Симметра искренне верит в то, что ее действия идут на благо обществу, но иногда ее одолевают сомнения в том, что контроль и порядок, которых она жаждет, — это действительно хорошо."
      ],
      "quote": "«БЕСПОРЯДОК — ВОТ ИСТИННЫЙ ВРАГ ЧЕЛОВЕЧЕСТВА».",
      "bgImage": "bg-hero-18.jpg",
      "image": "hero-18.png",
      "skills": [
        {
          "name": "ФОТОННЫЙ ИЗЛУЧАТЕЛЬ",
          "description": "Оружие Симметры испускает луч, который наносит противнику постоянный урон. Количество урона увеличивается по мере поддержания луча. Излучатель также способен стрелять энергетическими сферами, которые наносят значительный урон при попадании.",
          "image": "skills-18-1.png"
        },
        {
          "name": "ЗАЩИТНАЯ ТУРЕЛЬ",
          "description": "Симметра устанавливает небольшую турель, которая автоматически стреляет в ближайшего противника замедляющим лучом. На поле боя может находиться до трех турелей одновременно.",
          "image": "skills-18-2.png"
        },
        {
          "name": "ТЕЛЕПОРТЕР",
          "description": "Симметра устанавливает два телепорта: один — перед собой, другой — на некотором расстоянии. Союзники (а также некоторые их способности, например, «Адская шина» Крысавчика) могут войти в один телепорт и мгновенно переместиться к другому.",
          "image": "skills-18-3.png"
        },
        {
          "name": "ФОТОННЫЙ БАРЬЕР",
          "description": "Симметра размещает огромный энергетический барьер, который блокирует атаки на расстоянии и тянется через все поле боя.",
          "image": "skills-18-4.png"
        }
      ]
    },
    {
      "id": 26,
      "name": "СОЛДАТ-76",
      "roleId": 1,
      "roleIcon": "role-damage.png",
      "difficulty": 1,
      "description": "Солдат-76 вооружен по последнему слову техники. В сражении он полагается на импульсную винтовку со встроенным отделением для ракет, а также на многолетнюю сноровку и боевой опыт.",
      "biography": [
        "Настоящее имя: неизвестно, Возраст: неизвестен",
        "Род занятий: мститель",
        "Оперативная база: неизвестна",
        "Принадлежность: в прошлом — Overwatch"
      ],
      "history": [
        "Преступник по прозвищу «Солдат-76», который находится в международном розыске, ведет собственную войну: он добивается раскрытия правды о причинах роспуска Overwatch.",
        "Солдат-76 заявил о себе серией громких нападений на финансовые организации, подпольные корпорации и охраняемые объекты Overwatch. Никто точно не знает его мотивов, но высказывается предположение, что это бывший агент Overwatch и он пытается раскрыть заговор, погубивший его организацию.",
        "Его личность пока не установлена. Полагают, что он прошел тренировку по американской «программе улучшения солдат». Это несравненный боец, он обладает запредельными для обычного человека физическими данными и пользуется рядом улучшений. Кроме того, в его арсенале — новейшие разработки и прототипы военного оборудования, украденные им с бывших баз Overwatch.",
        "Солдат-76 не остановится ни перед чем в стремлении отыскать и покарать тех, кто виновен в роспуске Overwatch."
      ],
      "quote": "«ВСЕ МЫ ТЕПЕРЬ — СОЛДАТЫ».",
      "bgImage": "bg-hero-19.jpg",
      "image": "hero-19.png",
      "skills": [
        {
          "name": "ИМПУЛЬСНАЯ ВИНТОВКА",
          "description": "Надежное оружие, сохраняющее точность даже при стрельбе в автоматическом режиме.",
          "image": "skills-19-1.png"
        },
        {
          "name": "РАКЕТНЫЙ УДАР",
          "description": "Залп из нескольких ракет, летящих по спирали. Взрыв ракет наносит урон всем противникам в небольшой области.",
          "image": "skills-19-2.png"
        },
        {
          "name": "СПРИНТ",
          "description": "Солдат-76 может резко ускорить бег, когда нужно срочно выйти из боя или вернуться в бой. Действие способности заканчивается, если Солдат-76 делает любое движение, кроме движения вперед.",
          "image": "skills-19-3.png"
        },
        {
          "name": "БИОТИЧЕСКОЕ ПОЛЕ",
          "description": "Солдат-76 размещает на земле излучатель, восстанавливающий здоровье ему самому и всем его союзникам в области действия.",
          "image": "skills-19-4.png"
        },
        {
          "name": "ТАКТИЧЕСКИЙ ВИЗОР",
          "description": "Высокоточный модуль наведения Солдата-76 захватывает ближайшую к перекрестию прицела цель. Если она покидает зону видимости, Солдат-76 может быстро переключиться на новую цель.",
          "image": "skills-19-5.png"
        }
      ]
    },
    {
      "id": 27,
      "name": "ТОРБЬОРН",
      "roleId": 1,
      "roleIcon": "role-damage.png",
      "difficulty": 2,
      "description": "Обширный арсенал Торбьорна включает в себя гвоздестрел, кузнечный молот и персональное устройство для сборки турелей.",
      "biography": [
        "Настоящее имя: Торбьорн Линдхольм, Возраст: 57 лет",
        "Род занятий: конструктор оружия",
        "Оперативная база: Гетеборг (Швеция)",
        "Принадлежность: в прошлом — Overwatch"
      ],
      "history": [
        "В период своего расцвета Overwatch владела одним из самых внушительных арсеналов суперсовременных вооружений на планете, многие из которых были созданы в конструкторском бюро гениального инженера Торбьорна Линдхольма.",
        "Еще до Восстания машин Торбьорн приобрел известность благодаря своим системам вооружений, которые использовались во многих странах мира. Однако он полагал, что технологические разработки должны служить на благо человечества, с чем порой не соглашались его наниматели, желавшие управлять его изобретениями при помощи искусственного интеллекта.",
        "Торбьорн решительно не доверял роботизированным интеллектуальным системам, и хотя многие коллеги воспринимали это как проявление паранойи, худшие опасения инженера сбылись во время Восстания машин, когда роботы обратились против своих создателей-людей. Торбьорна, как гениального конструктора, пригласили в первую команду Overwatch. Многие из его изобретений сыграли ключевую роль в разрешении кризиса. В последующие годы Overwatch превратилась в международную миротворческую организацию, в которой Торбьорн продолжал занимать центральное место, снабжая ее многочисленными технологическими разработками и уникальными вооружениями.",
        "В хаосе, последовавшем за развалом Overwatch, множество смертоносных изделий Торнбьорна было разворовано, после чего они разошлись по всему свету. Чувствуя ответственность за свои творения, Торбьорн полон решимости не дать им попасть в плохие руки и причинить вред невинным."
      ],
      "quote": "«СТРОИМ, ЛОМАЕМ».",
      "bgImage": "bg-hero-22.jpg",
      "image": "hero-22.png",
      "skills": [
        {
          "name": "ГВОЗДЕСТРЕЛ",
          "description": "Торбьорн стреляет гвоздями на дальние дистанции либо выпускает из оружия струю раскаленного металла на близком расстоянии.",
          "image": "skills-22-1.png"
        },
        {
          "name": "КУЗНЕЧНЫЙ МОЛОТ",
          "description": "Используется как инструмент для починки турелей или оружие ближнего боя.",
          "image": "skills-22-2.png"
        },
        {
          "name": "УСТАНОВКА ТУРЕЛИ",
          "description": "Торбьорн бросает самовозводящуюся турель, которая автоматически стреляет по противникам.",
          "image": "skills-22-3.png"
        },
        {
          "name": "ПЕРЕГРУЗКА",
          "description": "Ненадолго дает Торбьорну дополнительную броню, а также повышает его скорость атаки, передвижения и перезарядки.",
          "image": "skills-22-4.png"
        },
        {
          "name": "ПЕРЕГРЕВ",
          "description": "Торбьорн создает лужи раскаленного металла, которые постоянно наносят урон попавшим в них целям (а также дополнительный урон против брони). Эффективно останавливает продвижение противника.",
          "image": "skills-22-5.png"
        }
      ]
    },
    {
      "id": 28,
      "name": "ТРЕЙСЕР",
      "roleId": 1,
      "roleIcon": "role-damage.png",
      "difficulty": 2,
      "description": "Трейсер вооружена двумя скорострельными пистолетами, импульсными бомбами и искрометным чувством юмора. Но важнее всего ее умение стремительно перемещаться в пространстве и даже возвращаться назад во времени, внося сумятицу в ряды противника.",
      "biography": [
        "Настоящее имя: Лена Окстон, Возраст: 26 лет",
        "Род занятий: искательница приключений",
        "Оперативная база: Лондон (Англия)",
        "Принадлежность: в прошлом — Overwatch"
      ],
      "history": [
        "Бывший агент Overwatch по прозвищу Трейсер беспрестанно скачет во времени и ищет, где бы еще сотворить добро.",
        "Лена Окстон (позывной: «Трейсер») стала самой юной участницей экспериментальной полетной программы Overwatch. Ей, бесстрашному пилоту, предоставили возможность испытать прототип новейшего межпространственного истребителя «Супервспышка». Однако в ходе первого полета произошел отказ телепортирующей матрицы, и боевая машина исчезла. Лену посчитали погибшей.",
        "Она вернулась спустя несколько месяцев, но случившееся сильно изменило ее: молекулы Трейсер рассинхронизировались с временным потоком. Вследствие «хронологической диссоциации» она превратилась в подобие живого призрака, который периодически исчезал на несколько часов, а порой и дней. Даже в те недолгие мгновения, что ей удавалось задержаться в настоящем, она не могла сохранять свою физическую форму.",
        "Врачи и ученые Overwatch были поставлены в тупик. Случай казался безнадежным, пока однажды ученый по имени Уинстон не создал хроноускоритель — устройство, способное удерживать Трейсер в настоящем. Помимо этого, Трейсер получила возможность самостоятельно управлять ходом личного времени — ускорять и замедлять его по собственному желанию. Благодаря своим новым способностям Трейсер стала одним из самых успешных агентов организации.",
        "Со времен роспуска Overwatch Трейсер продолжает бороться с несправедливостью и не перестает сражаться за правое дело."
      ],
      "quote": "ЭЙ, ДРУГ, Я УЖЕ ЗДЕСЬ!",
      "bgImage": "bg-hero-23.jpg",
      "image": "hero-23.png",
      "skills": [
        {
          "name": "ИМПУЛЬСНЫЕ ПИСТОЛЕТЫ",
          "description": "Трейсер стреляет из обоих скорострельных пистолетов.",
          "image": "skills-23-1.png"
        },
        {
          "name": "СКАЧОК",
          "description": "Трейсер мгновенно перемещается в пространстве в горизонтальной плоскости по направлению движения и появляется в нескольких метрах от первоначальной точки. Одновременно она может накапливать до трех зарядов способности. Новый заряд накапливается каждые несколько секунд.",
          "image": "skills-23-2.png"
        },
        {
          "name": "ВОЗВРАТ",
          "description": "Трейсер перемещается назад во времени, перемещаясь в точку на поле боя, где она находилась несколько секунд назад, и возвращая свое состояние здоровья и боезапас на тот момент.",
          "image": "skills-23-3.png"
        },
        {
          "name": "ИМПУЛЬСНАЯ БОМБА",
          "description": "Трейсер бросает большую бомбу, которая прикрепляется к любой поверхности или противнику при попадании. Через мгновение бомба взрывается, нанося значительный урон всем противникам в области поражения.",
          "image": "skills-23-4.png"
        }
      ]
    },
    {
      "id": 29,
      "name": "ТУРБОСВИН",
      "roleId": 2,
      "roleIcon": "role-tank.png",
      "difficulty": 1,
      "description": "Турбосвин притягивает врагов своим знаменитым цепным крюком, а затем разделывается с ними при помощи мощного металломета. Крепкое телосложение позволяет ему выдерживать огромный урон. Вдобавок к этому, он способен часто восстанавливать себе здоровье.",
      "biography": [
        "Настоящее имя: Мако Рутледж, Возраст: 48",
        "Род занятий: телохранитель, в прошлом — бандит",
        "Оперативная база: в прошлом — Джанкертаун, Австралия",
        "Принадлежность: в прошлом — Стервятники"
      ],
      "history": [
        "Турбосвин — жестокий и беспощадный убийца, которому не нужен веский повод, чтобы уничтожать все на своем пути.",
        "Мако Рутледж был одним из многих жителей австралийского Аутбэка, которых выселили из родных земель ради постройки новой омнии. После завершения Восстания машин правительство приняло неоднозначное решение подарить эти земли роботам, едва не уничтожившим всю страну, в надежде заключить с ними долгосрочный мирный договор. В результате Мако и многие другие обитатели Аутбэка, промышлявшие сбором солнечной энергии и желавшие лишь одного — чтобы их не трогали, лишились дома.",
        "Возмущенные, они подняли восстание. Сформировав так называемый Фронт освобождения Австралии, они начали борьбу с роботами, населявшими омнию, и попытались вытеснить их со своих исконных земель. Ситуация становилась все более напряженной, и в конце концов бойцам ФОА удалось провести диверсию в ядре реактора омнии, что привело к его взрыву. Этот взрыв уничтожил саму омнию, заразил радиацией окружающую ее территорию и засыпал прилегающие к ней земли искореженными обломками на многие километры вокруг.",
        "Превращение родного дома в постапокалиптическую пустошь навсегда изменило Мако.",
        "Приспосабливаясь к новым условиям, он смастерил кислородную маску, оседлал свой старый мотоцикл и подался разбойничать на разбитых дорогах Аутбэка. Постепенно он утратил последние остатки человечности. Так умер Мако и появился безжалостный убийца по прозвищу Турбосвин."
      ],
      "quote": "«Я — ХОДЯЧИЙ АПОКАЛИПСИС».",
      "bgImage": "bg-hero-24.jpg",
      "image": "hero-24.png",
      "skills": [
        {
          "name": "МЕТАЛЛОМЕТ",
          "description": "Металломет Турбосвина выстреливает зарядами металлических обломков с большим разбросом и малой дальностью полета. В альтернативном режиме он запускает шар из металлолома, взрывающийся на некотором расстоянии и разбрасывающий осколки из точки взрыва.",
          "image": "skills-24-1.png"
        },
        {
          "name": "ПЕРЕДЫШКА",
          "description": "За короткий промежуток времени Турбосвин восстанавливает часть своего запаса здоровья.",
          "image": "skills-24-2.png"
        },
        {
          "name": "ЦЕПНОЙ КРЮК",
          "description": "Турбосвин бросает крюк на цепи и притягивает пораженного противника к себе.",
          "image": "skills-24-3.png"
        },
        {
          "name": "ТУРБОСВИНСТВО",
          "description": "Турбосвин под завязку заряжает свой металломет и обрушивает на врагов ливень картечи, отбрасывающей все пораженные цели.",
          "image": "skills-24-4.png"
        }
      ]
    },
    {
      "id": 30,
      "name": "УИНСТОН",
      "roleId": 2,
      "roleIcon": "role-tank.png",
      "difficulty": 2,
      "description": "Уинстон использует в бою поразительные изобретения, такие как прыжковый ранец, пушка «Тесла» и защитный купол. Вдобавок ко всему, он обладает невероятной физической силой.",
      "biography": [
        "Настоящее имя: Уинстон, Возраст: 29 лет",
        "Род занятий: ученый, искатель приключений",
        "Оперативная база: в прошлом — лунная колония «Горизонт»",
        "Принадлежность: в прошлом — Overwatch"
      ],
      "history": [
        "Уинстон, сверхразумная генетически модифицированная горилла, — блестящий ученый и великий гуманист.",
        "Лунная колония «Горизонт» была первым шагом человечества на пути к очередному этапу освоения космоса. Одними из ее обитателей были генетически модифицированные гориллы, на которых проводили эксперименты по выявлению эффектов длительного пребывания в космосе.",
        "В ходе генной терапии у одной из горилл выявился настолько быстрый рост тканей мозга, что ее взял под опеку доктор Харольд Уинстон. Он обучал своего подопечного наукам и рассказывал о находчивости человеческой расы. Молодая горилла проводила свои дни, помогая доктору в научных экспериментах, глядя на голубую планету, простирающуюся за окном ее жилища, и мечтая о бесконечных возможностях, которые ее там ждут.",
        "Но все встало с ног на голову, когда остальные гориллы подняли мятеж, убили всех ученых миссии и захватили колонию. Наш герой взял имя своего опекуна, построил из подручных материалов ракету и улетел на Землю. Там Уинстон нашел прибежище среди членов организации «Overwatch», ставших для него живым воплощением идеалов человечества, которыми он так восхищался. Наконец-то он мог жить так, как подсказывала ему совесть.",
        "С роспуском организации Уинстон, вновь отрезанный от своего идеального мира, ушел в тень, мечтая о возвращении героических дней."
      ],
      "quote": "«В ОСНОВЕ ЛЮБЫХ ОТКРЫТИЙ ЛЕЖИТ ВООБРАЖЕНИЕ».",
      "bgImage": "bg-hero-25.jpg",
      "image": "hero-25.png",
      "skills": [
        {
          "name": "ПУШКА «ТЕСЛА»",
          "description": "При зажатом спусковом крючке оружие Уинстона испускает электрические разряды.",
          "image": "skills-25-1.png"
        },
        {
          "name": "ПРЫЖКОВЫЙ РАНЕЦ",
          "description": "С помощью ранца Уинстон взмывает высоко в воздух, при приземлении наносит значительный урон находящимся рядом противникам и оглушает их.",
          "image": "skills-25-2.png"
        },
        {
          "name": "ЗАЩИТНЫЙ КУПОЛ",
          "description": "Уинстон создает сферическое поле, поглощающее урон до тех пор, пока оно не будет уничтожено. Союзники, укрытые полем, могут продолжать вести ответный огонь.",
          "image": "skills-25-3.png"
        },
        {
          "name": "ЯРОСТЬ ЗВЕРЯ",
          "description": "Уинстон высвобождает свою звериную сущность. При этом значительно увеличивается его запас здоровья, атаки ближнего боя начинают наносить увеличенный урон, а Уинстон может чаще использовать способность «Прыжковый ранец». В состоянии ярости Уинстон может использовать только атаки ближнего боя и «Прыжковый ранец».",
          "image": "skills-25-4.png"
        }
      ]
    },
    {
      "id": 31,
      "name": "ФАРРА",
      "roleId": 1,
      "roleIcon": "role-damage.png",
      "difficulty": 1,
      "description": "Боевой костюм Фарры оборудован реактивными двигателями, которые позволяют ей парить в воздухе. А мощный ракетомет делает из нее очень грозного противника.",
      "biography": [
        "Настоящее имя: Фария Амари, Возраст: 32 года",
        "Род занятий: начальник службы безопасности",
        "Оперативная база: Гиза (Египет)",
        "Принадлежность: Helix Security International"
      ],
      "history": [
        "Приверженность долгу у Фарии Амари в крови. Среди ее предков много солдат, заслуживших ордена и медали, и она тоже жаждет служить с честью.",
        "В детстве Фария мечтала пойти по стопам матери и работать в международной миротворческой организации Overwatch. Она вступила в египетскую армию и быстро продвигалась по службе благодаря своей невероятной стойкости и тактической смекалке. Прирожденный лидер, она снискала уважение и преданность своих подчиненных. С таким солидным послужным списком Фария прекрасно вписалась бы в ряды Overwatch. К сожалению, когда ей наконец выпала такая возможность, Overwatch распустили.",
        "Фария уволилась из армии с наградой за безупречную службу, и вскоре ей предложили должность в частном охранном агентстве «Helix Security International», которое занималось защитой исследовательского центра искусственного интеллекта, расположенного под плато Гиза. Этот центр был жизненно необходим для сохранения безопасности не только в Египте, но и по всей Земле. Фария с радостью приняла предложение и прошла обучение по работе с экспериментальным боевым костюмом Raptora Mark VI, обладающим повышенной мобильностью и разрушительной огневой мощью.",
        "Теперь молодая женщина под псевдонимом Фарра работает сотрудником службы безопасности в исследовательском центре. И хоть она скорбит о роспуске Overwatch, но не оставляет надежды дать злу по всей планете достойный отпор."
      ],
      "quote": "«Я БУДУ ЗАЩИЩАТЬ НЕВИННЫХ».",
      "bgImage": "bg-hero-26.jpg",
      "image": "hero-26.png",
      "skills": [
        {
          "name": "РАКЕТОМЕТ «СОКОЛ»",
          "description": "Основное оружие Фарры, которое выпускает ракеты, наносящие значительный урон по большой области.",
          "image": "skills-26-1.png"
        },
        {
          "name": "РЕАКТИВНЫЙ РАНЕЦ",
          "description": "Благодаря реактивным двигателям, закрепленным на костюме, Фарра способна взлетать высоко в небо.",
          "image": "skills-26-2.png"
        },
        {
          "name": "ВЗРЫВНАЯ ВОЛНА",
          "description": "Фарра выпускает из наручного механизма ракету, которая отбрасывает пораженных противников.",
          "image": "skills-26-3.png"
        },
        {
          "name": "РАКЕТНЫЙ ЗАЛП",
          "description": "Фарра выпускает заряд мини-ракет, способный уничтожить группы противников.",
          "image": "skills-26-4.png"
        }
      ]
    },
    {
      "id": 32,
      "name": "ХАНДЗО",
      "roleId": 1,
      "roleIcon": "role-damage.png",
      "difficulty": 3,
      "description": "Стрелы Хандзо многофункциональны и позволяют ему следить за перемещения противника и поражать несколько целей одновременно. Хандзо может карабкаться по стенам и призывать гигантского призрачного дракона, пожирающего все на своем пути.",
      "biography": [
        "Настоящее имя: Хандзо Шимада, возраст: 38 лет",
        "Род занятий: наемник, убийца",
        "Оперативная база: Ханамура (Япония)",
        "Принадлежность: клан Шимада"
      ],
      "history": [
        "В стремлении к совершенству Хандзо Шимада непрерывно оттачивает навыки стрельбы из лука и бесшумного убийства.",
        "История рода Шимада, клана убийц, чья сила с годами лишь росла, теряется в глубине веков. Они выстроили огромную преступную империю, процветавшую благодаря продаже оружия и наркотиков. Хандзо, старший сын главы клана, обязан был со временем занять место отца. Прирожденный лидер, знаток стратегии и тактики, он с ранних лет готовился к этому посту. Но не меньше он преуспел и в более практических областях: боевых искусствах, владении мечом и стрельбе из лука.",
        "Когда отец Хандзо умер, старейшины клана поручили юноше вернуть на путь истинный его младшего брата и вместе с ним править империей Шимада. Но брат отверг его предложение, и Хандзо был вынужден его убить. Произошедшее поразило молодого человека так сильно, что он отказался от отцовского наследства и покинул клан и все, к чему он так усердно готовился.",
        "Теперь Хандзо бродит по свету, оттачивая воинское искусство и пытаясь восстановить свою честь, чтобы упокоить наконец призраков прошлого."
      ],
      "quote": "«В КАЖДОЙ СМЕРТИ ЕСТЬ ЧЕСТЬ, А ЧЕСТЬ ИСКУПАЕТ ВИНУ».",
      "bgImage": "bg-hero-27.jpg",
      "image": "hero-27.png",
      "skills": [
        {
          "name": "ЛУК БУРИ",
          "description": "Хандзо натягивает тетиву и выпускает стрелу в цель.",
          "image": "skills-27-1.png"
        },
        {
          "name": "ЗВУКОВАЯ СТРЕЛА",
          "description": "Хандзо выпускает стрелу, в которую встроен сонар, способный обнаружить любого противника в радиусе действия. На обнаруженных противников накладывается метка, позволяющая Хандзо и его союзникам отслеживать их.",
          "image": "skills-27-2.png"
        },
        {
          "name": "ШКВАЛ",
          "description": "Следующие несколько стрел Хандзо будут выпущены мгновенно, но нанесут меньше урона.",
          "image": "skills-27-3.png"
        },
        {
          "name": "ВЫПАД",
          "description": "Хандзо может совершать двойные прыжки и менять направление движения прямо в воздухе.",
          "image": "skills-27-4.png"
        },
        {
          "name": "УДАР ДРАКОНА",
          "description": "Хандзо призывает призрачного дракона, который летит по прямой. Дракон проходит сквозь стены, пожирая оказавшихся на пути противников.",
          "image": "skills-27-5.png"
        }
      ]
    }
  ]
}