{
  "menu": [
    {
      "id": 1,
      "name": "Главная",
      "link": "/"
    },
    {
      "id": 2,
      "name": "Герои",
      "link": "/heroslist"
    },
    {
      "id": 3,
      "name": "Новости",
      "link": "/news"
    },
    {
      "id": 4,
      "name": "Киберспорт",
      "link": "/cybersport"
    }
  ],
  "posts": [
    {
      "id": 1,
      "title": "",
      "content": "",
      "image": ""
    }
  ],
  "roles": [
    {
      "id": 2,
      "name": "Танк",
      "icon": "role-tank.png"
    },
    {
      "id": 1,
      "name": "Урон",
      "icon": "role-damage.png"
    },
    {
      "id": 3,
      "name": "Поддержка",
      "icon": "role-support.png"
    }
  ],
  "heros": [
    {
      "id": 1,
      "name": "ЭХО",
      "roleId": 1,
      "roleIcon": "role-damage.png",
      "difficulty": 2,
      "description": "Эхо — высокотехнологичный робот, который управляется быстро адаптирующимся искусственным интеллектом, и поэтому может брать на себя несколько ролей на поле боя.",
      "biography": [
        "Настоящее имя: Эхо, Возраст: засекречено",
        "Род занятий: многоцелевой адаптирующийся робот",
        "Оперативная база: в прошлом — Швейцария",
        "Принадлежность: Overwatch"
      ],
      "history": [
        "Истоки проекта «Эхо» неотрывно связаны с доктором Миной Ляо — ученой из Сингапура, впоследствии присоединившейся к первому составу Overwatch. Еще до создания этой организации доктор Ляо считалась одним из виднейших специалистов в областях робототехники и искусственного интеллекта. В Omnica Corporation она входила в команду, разработавшую омников — тех самых роботов, которые позже обратились против человечества, подняв Восстание машин. Именно знания Мины привели ее в Overwatch, где она применила их для борьбы со своими же творениями.",
        "Даже случившийся катаклизм не пошатнул веру доктора Ляо в способность искусственного интеллекта изменить жизнь всего человечества к лучшему. Она мечтала усовершенствовать омников, и воплощением ее идей стала Эхо. Однако после Восстания машин Overwatch наложил существенные ограничения на исследования и разработки в области ИИ, и доктору Ляо пришлось урезать потенциальные таланты своего творения. Она называла ее «многоцелевым адаптирующимся роботом», которого можно было обучить выполнению различных задач — от медицинских услуг до строительства. При этом способность Эхо принимать самостоятельные решения была существенно ограничена; также в нее были заложены многочисленные системы безопасности и защиты, призванные держать робота под контролем. Эхо хорошо показала себя на испытаниях в составе ударных отрядов Overwatch, но лидеры организации не спешили использовать ее в полевых условиях",
        "В действительности доктор Ляо заложила в Эхо мощный искусственный интеллект, обучающийся в ходе наблюдения. Проведя не одну тысячу часов в компании ученой, Эхо переняла многие черты создательницы, в том числе ее голос. Мало кто знал об истинных возможностях робота — среди этих немногих был агент Blackwatch Джесси Маккри, которого периодически приставляли к Мине в качестве охраны. Когда ученая погибла в ходе атаки на ее лабораторию, руководство Overwatch не захотело продолжать развитие столь рискованного проекта. Разработка Эхо была приостановлена, а ее саму поместили в карантин.",
        "Когда вновь собранная Уинстоном команда отбивала атаку «Нуль-сектора» на Париж, Эхо впервые выступила в роли полноправного участника Overwatch. Теперь ей предстоит встретиться со множеством новых личностей, идей и событий — и кто знает, кем станет «адаптивный робот» без присмотра доктора Ляо?"
      ],
      "quote": "«ХОРОШО, ЧТО Я СНОВА ЗДЕСЬ».",
      "bgImage": "bg-hero-28.jpg",
      "image": "hero-28.png",
      "skills": [
        {
          "name": "ТРОЙНОЙ ВЫСТРЕЛ",
          "description": "Эхо выпускает три снаряда в треугольной конфигурации.",
          "image": "skills-28-1.png"
        },
        {
          "name": "БОМБЫ-ЛИПУЧКИ",
          "description": "Эхо выпускает очередь из бомб-липучек, которые взрываются после небольшой задержки.",
          "image": "skills-28-2.png"
        },
        {
          "name": "ПОЛЕТ",
          "description": "Эхо совершает рывок вперед, после чего может лететь в любом направлении.",
          "image": "skills-28-3.png"
        },
        {
          "name": "НАПРАВЛЕННЫЙ ЛУЧ",
          "description": "В течение нескольких секунд Эхо проецирует луч, наносящий значительный урон целям, у которых осталось менее половины здоровья.",
          "image": "skills-28-4.png"
        },
        {
          "name": "ПЛАНИРОВАНИЕ",
          "description": "Во время падения Эхо может планировать.",
          "image": "skills-28-5.png"
        },
        {
          "name": "ДУБЛИКАЦИЯ",
          "description": "Эхо копирует вражеского героя и может использовать его способности.",
          "image": "skills-28-6.png"
        }
      ]
    },
    {
      "id": 2,
      "name": "СИГМА",
      "roleId": 2,
      "roleIcon": "role-tank.png",
      "difficulty": 3,
      "description": "Сигма — эксцентричный астрофизик и непредсказуемый танк, научившийся управлять гравитацией в результате неудачного эксперимента на орбитальной станции. Став жертвой манипуляций «Когтя», Сигма превратился в живое оружие невероятной разрушительной силы.",
      "biography": [
        "Сибрен де Койпер, возраст: 62 года",
        "Род занятий: астрофизик",
        "Оперативная база: в прошлом — Гаага, Нидерланды",
        "Принадлежность: «Коготь»"
      ],
      "history": [
        "Когда неудачный эксперимент дал доктору Сибрену де Койперу власть над гравитацией, жизнь гениального астрофизика изменилась навсегда. Теперь «Коготь» манипулирует им в собственных корыстных целях.",
        "Де Койпер был первопроходцем в своей научной области — всю жизнь он искал способ управлять гравитацией. Большую часть времени ученый, известный как гениальными открытиями, так и своим эксцентричным характером, работал в собственной лаборатории в Гааге. Решив, что он наконец-то приблизился к цели, доктор отправился на международную космическую станцию, чтобы провести важнейший эксперимент в своей карьере.",
        "Однако что-то пошло не так, и на станции на мгновение образовалась черная дыра. Несмотря на кратковременность ее воздействия, психика де Койпера серьезно пострадала. Вокруг ученого образовалось нестабильное гравитационное поле, пульсирующее синхронно с его эмоциональными колебаниями. Доктора пришлось экстренно эвакуировать.",
        "Как только де Койпер прибыл на Землю, его изолировали в секретном правительственном учреждении. Психика ученого была сильно повреждена; он постоянно бредил «вселенскими закономерностями», а рядом с ним регулярно наблюдались гравитационные аномалии. В конце концов доктора признали небезопасным и взяли под стражу, присвоив ему кодовое обозначение «объект Сигма». Проведя много лет в полной изоляции, неспособный контролировать свои силы, де Койпер замкнулся в себе и потерял надежду выйти на свободу.",
        "Узнав о существовании де Койпера, «Коготь» проник в комплекс, где держали ученого, и вызволил его. Организация планировала использовать гений и исследования доктора в собственных целях, и под ее надзором тот постепенно научился управлять своими способностями. Теперь гравитация была покорна его воле, и он как никогда близко подошел к цели всей своей жизни. Увы, эксперимент, раздвинувший границы его разума, одновременно расколол его на части, и собрать их воедино де Койперу не удавалось.",
        "Он до сих пор продолжает совершенствовать собственные силы в надежде однажды открыть тайны Вселенной, не подозревая, что «Коготь» использует и его самого, и его исследования."
      ],
      "quote": "«ВСЕЛЕННАЯ ВАМ НИЧЕМ НЕ ОБЯЗАНА».",
      "bgImage": "bg-hero-17.jpg",
      "image": "hero-17.png",
      "skills": [
        {
          "name": "ГИПЕРСФЕРЫ",
          "description": "Сигма выпускает два гравитонных заряда, которые отскакивают от стен и через короткое время взрываются, нанося урон противникам в значительном радиусе.",
          "image": "skills-17-1.png"
        },
        {
          "name": "ЭКСПЕРИМЕНТАЛЬНЫЙ БАРЬЕР",
          "description": "Сигма выпускает летящий барьер, который может зависнуть в воздухе в выбранной точке. Барьер можно убрать в любой момент до его разрушения.",
          "image": "skills-17-2.png"
        },
        {
          "name": "КИНЕТИЧЕСКИЙ ЗАХВАТ",
          "description": "Сигма останавливает летящие вражеские снаряды и превращает их в щиты.",
          "image": "skills-17-3.png"
        },
        {
          "name": "АККРЕЦИЯ",
          "description": "Сигма стягивает в кучу массу обломков и бросает их в противника, сбивая того с ног.",
          "image": "skills-17-4.png"
        },
        {
          "name": "ГРАВИТАЦИОННЫЙ КОЛОДЕЦ",
          "description": "Сигма взмывает в воздух, поднимает противников в выбранной области, а затем резко обрушивает их вниз.",
          "image": "skills-17-5.png"
        }
      ]
    },
    {
      "id": 3,
      "name": "БАТИСТ",
      "roleId": 3,
      "roleIcon": "role-support.png",
      "difficulty": 3,
      "description": "В арсенале Батиста множество экспериментального оружия и техники, с помощью которых он не дает союзникам погибнуть и устраняет угрозы даже в самых напряженных условиях. Этот закаленный в боях военный врач умеет спасать жизни не хуже, чем отнимать их.",
      "biography": [
        "Жан-Батист Огюстен, возраст: 36 лет",
        "Род занятий: военный врач",
        "Оперативная база: в прошлом — Тортуга (Гаити)",
        "Принадлежность: в прошлом — Карибская коалиция и «Коготь»"
      ],
      "history": [
        "Опытный военный врач и бывший наемник «Когтя», Батист стремится помогать тем, чьи жизни разрушила война.",
        "Жан-Батист Огюстен был одним из 30 миллионов детей, оставшихся сиротами в результате Восстания машин. Не имея перспектив и средств к существованию, он вступил в армию. Его новой семьей стала Карибская коалиция — островные вооруженные силы, созданные для борьбы с омниками. Движимый желанием помогать людям, Батист стал военным врачом в отряде особого назначения.",
        "По завершении службы Батист пытался найти применение своим уникальным навыкам, но без особого успеха. В какой-то момент его пригласили вступить в группу наемников «Когтя» — одной из множества организаций, успешно зарабатывавших на послевоенном хаосе.",
        "В рядах «Когтя» Батист впервые почувствовал вкус к хорошей жизни. Задания были легкими и хорошо оплачивались, и он стал откладывать деньги, чтобы открыть в родном городе клинику. Но постепенно приказы «Когтя» становились все более и более жестокими. Отряд Батиста получал заказы на убийства и вооруженные операции, приводившие к гражданским жертвам. Наблюдая за последствиями своих действий, он осознал, что стал частью непрерывного цикла насилия, который когда-то уничтожил его родину. Исполнившись отвращения к человеку, в которого превратился, Батист твердо решил найти новый путь в жизни и покинул «Коготь».",
        "Но «Коготь» не собирался просто так его отпускать. Батист слишком много знал, поэтому на него натравили наемников, которые должны были заставить его молчать. Один за другим приходили они по душу Батиста, один за другим... и его бывшие товарищи в том числе. Он начал скрываться, переезжать с места на место, помогать гуманитарным организациям в разных уголках мира. Те немногие наемники «Когтя», которым все же удавалось найти его, исчезали без следа.",
        "Теперь Батист стремится сделать мир лучше: лечит нуждающихся и сражается, когда это необходимо. Он знает, что прошлое не стереть, но так же уверен он и в том, что никогда не поздно изменить будущее."
      ],
      "quote": "«НИКАКИХ ТРУПОВ В МОЮ СМЕНУ».",
      "bgImage": "bg-hero-2.jpg",
      "image": "hero-2.png",
      "skills": [
        {
          "name": "БИОТИЧЕСКИЙ АВТОМАТ",
          "description": "Биотический автомат Батиста, стреляющий очередями с отсечкой по 3 выстрела, сочетает хорошую точность и амортизацию отдачи с существенным уроном. Также он выпускает гранаты, которые исцеляют союзников рядом с точкой попадания.",
          "image": "skills-2-1.png"
        },
        {
          "name": "СТИМУЛЯТОР РЕГЕНЕРАЦИИ",
          "description": "Батист испускает импульс регенеративной энергии, которая в течение некоторого времени исцеляет его и его союзников.",
          "image": "skills-2-2.png"
        },
        {
          "name": "ПОЛЕ БЕССМЕРТИЯ",
          "description": "Батист использует дрон, который создает поле, не дающее союзникам умереть. Генератор поля может быть уничтожен.",
          "image": "skills-2-3.png"
        },
        {
          "name": "УСИЛИВАЮЩАЯ МАТРИЦА",
          "description": "Батист создает матрицу, которая удваивает урон и эффективность исцеления проходящих сквозь него дружественных снарядов.",
          "image": "skills-2-4.png"
        },
        {
          "name": "ПРЫЖКОВЫЕ БОТИНКИ",
          "description": "Присев, Батист может высоко прыгнуть.",
          "image": "skills-2-5.png"
        }
      ]
    },
    {
      "id": 4,
      "name": "ЭШ",
      "roleId": 1,
      "roleIcon": "role-damage.png",
      "difficulty": 2,
      "description": "Эш быстро ведет огонь от бедра или же использует прицел винтовки, чтобы выполнить меткий мощный выстрел. Она подрывает противников динамитом и откидывает их выстрелами из обреза. К тому же на поле боя ее всегда готов поддержать верный напарник-омник Боб.",
      "biography": [
        "Элизабет Каледония Эш (прозвище: «Катастрофа»), Возраст: 39 лет",
        "Род занятий: грабительница, лидер банды",
        "Оперативная база: каньон Мертвецов, Аризона, США",
        "Принадлежность: банда Мертвецов"
      ],
      "history": [
        "Эш — амбициозная и расчетливая предводительница банды Мертвецов, уважаемая во всем преступном мире.",
        "Эш родилась в богатой семье и росла среди роскоши. Ее родители были успешными деловыми консультантами и работали с руководителями крупных компаний по всему миру. Хотя они уделяли девочке довольно мало времени (в основном она оставалась на попечении дворецкого-омника по имени Боб), родители сделали все, чтобы обеспечить Эш успешное будущее. Однако случайная встреча с местным хулиганом Джесси Маккри и последовавшая за этим неожиданная череда совместных преступлений открыли Эш глаза на ее истинное призвание: нет ничего лучше, чем обвести жертву вокруг пальца, заполучить наживу и уйти безнаказанной.",
        "Вместе с тремя другими основателями банды Мертвецов Эш начала строить преступную карьеру, организовывая все более крупные и экстравагантные ограбления. Своим быстрым успехом банда привлекла внимание других группировок американского Юго-Запада, что вскоре начало приводить к вооруженным стычкам. После многолетней кровопролитной борьбы Эш решила созвать всех боссов на совет.",
        "Так ей открылась возможность распространить свое влияние. Воспользовавшись знаниями в сфере бизнеса, усвоенными от родителей, Эш навела порядок в других бандах. Она предложила группировкам работать сообща (или, по крайней мере, не против друг друга) и выдвинула простые правила: отвечать за свои слова, не сотрудничать с властями, не ступать на чужую территорию и безжалостно наказывать предателей.",
        "Положив конец вражде, Эш вновь сосредоточила усилия на любимом деле: по всему американскому Юго-Западу прокатилась волна амбициозных грабежей и прочих преступлений. Возглавив всевозможные списки особо опасных преступников страны, Элизабет Каледония Эш из обычного бандита стала легендой."
      ],
      "quote": "МОЕ ДЕЛО — МОИ ПРАВИЛА.",
      "bgImage": "bg-hero-29.jpg",
      "image": "hero-29.png",
      "skills": [
        {
          "name": "«ГАДЮКА»",
          "description": "Винтовка, которая позволяет вести быстрый огонь от бедра или осуществлять меткие выстрелы с помощью прицела.",
          "image": "skills-29-1.png"
        },
        {
          "name": "ДИНАМИТ",
          "description": "Эш бросает динамит, который взрывается после небольшой задержки или же сразу, если по нему выстрелить. Взрыв динамита поджигает пораженных противников, нанося периодический урон.",
          "image": "skills-29-2.png"
        },
        {
          "name": "ОБРЕЗ",
          "description": "Выстрелы из обреза отбрасывают противников, а также отталкивают саму Эш назад, что повышает ее мобильность.",
          "image": "skills-29-3.png"
        },
        {
          "name": "БОБ",
          "description": "Эш призывает своего верного напарника-омника Боба, который несется вперед, подбрасывая противников в воздух, и ведет подавляющий огонь из вмонтированных в руки пушек.",
          "image": "skills-29-4.png"
        }
      ]
    },
    {
      "id": 5,
      "name": "ТАРАН",
      "roleId": 2,
      "roleIcon": "role-tank.png",
      "difficulty": 3,
      "description": "Таран катится по полю боя, сокрушая врагов с помощью орудий и мощной тяжелой мехи.",
      "biography": [
        "Настоящее имя: Хэммонд, Возраст: 14 лет",
        "Род занятий: пилот мехи, механик",
        "Оперативная база: лунная колония «Горизонт» (в прошлом), Джанкертаун (в прошлом)",
        "Принадлежность: отсутствует"
      ],
      "history": [
        "В ходе одного из многочисленных экспериментов ученые лунной колонии «Горизонт» использовали генную терапию, чтобы помочь животным адаптироваться к длительному пребыванию на Луне. Но у некоторых подопытных проявились неожиданные побочные эффекты: стремительное увеличение размеров тела и рост мозговой активности. Хотя в основном подопытными животными выступали гориллы и прочие приматы, были и исключения — например, хомяк Хэммонд.",
        "Как и остальные животные, Хэммонд стал умнее и заинтересовался окружающим миром. К удивлению и недоумению ученых, Хэммонд постоянно убегал из-под присмотра и исследовал разные части лунной базы. Хотя его всегда находили и возвращали в клетку, никто так и не узнал истинную цель ночных похождений Хэммонда: хомяк вовсю изучал механику, и вскоре эти навыки ему пригодились.",
        "Однажды несколько горилл восстали против ученых и захватили контроль над колонией, повергнув ее в хаос. Однако их поддержали не все животные, и горилла Уинстон придумал план побега на Землю. Хэммонд понял, что пора действовать. Он собрал самодельную капсулу и втайне пристыковал ее к кораблю Уинстона, когда тот стартовал. При входе в атмосферу Земли капсула Хэммона отделилась и приземлилась в другом месте: это была пустыня австралийского Аутбэка.",
        "Хэммонд переделал свою спасательную капсулу, чтобы участвовать в боях между мехами на Свалке и заработать денег. «Таран» продвигался все выше в таблице, пока не стал чемпионом арены — о личности его пилота никто ничего не знал. Забрав выигрыш, Хэммонд смог улучшить свою меху, чтобы пережить опасное путешествие из Аутбэка, который контролировали Стервятники.",
        "Наконец-то добившись свободы, Хэммонд отправился странствовать по миру в поисках приключений."
      ],
      "quote": "DO NOT ANGER THE HAMSTER.",
      "bgImage": "bg-hero-21.jpg",
      "image": "hero-21.png",
      "skills": [
        {
          "name": "КВАДРОСТРЕЛ",
          "description": "Автоматические штурмовые орудия Тарана разрывают противников на средней дистанции.",
          "image": "skills-21-1.png"
        },
        {
          "name": "КАТОК",
          "description": "Таран принимает форму шара и получает бонус к максимальной скорости передвижения.",
          "image": "skills-21-2.png"
        },
        {
          "name": "«КОШКА»",
          "description": "Таран цепляется за поверхность с помощью троса и начинает раскачиваться. Разогнавшись, он может врезаться во врагов, нанося им урон и отбрасывая их.",
          "image": "skills-21-3.png"
        },
        {
          "name": "АДАПТИВНЫЙ ЩИТ",
          "description": "Таран окружает себя щитом, прочность которого зависит от того, сколько вокруг противников.",
          "image": "skills-21-4.png"
        },
        {
          "name": "КОПЕР",
          "description": "Таран обрушивается на врагов сверху, нанося им урон и подбрасывая их в воздух.",
          "image": "skills-21-5.png"
        },
        {
          "name": "МИННОЕ ПОЛЕ",
          "description": "Таран выбрасывает множество мин, которые срабатывают при приближении противника.",
          "image": "skills-21-6.png"
        }
      ]
    },
    {
      "id": 6,
      "name": "БРИГИТТА",
      "roleId": 3,
      "roleIcon": "role-support.png",
      "difficulty": 1,
      "description": "Бригитта специализируется на броне. Она может лечить союзников, бросая им ремкомплекты или попадая своим цепом по врагам. Цепом можно атаковать сразу нескольких противников вблизи или же отбрасывать находящихся на удалении. Вступая в бой, Бригитта прикрывается щитом, которым также может наносить удары. Ее суперспособность «Общий сбор» позволяет ей перемещаться быстрее в течение небольшого времени и дает находящимся рядом союзникам защиту в виде дополнительной брони.",
      "biography": [
        "Настоящее имя: Бригитта Линдхольм, Возраст: 23 года",
        "Род занятий: инженер, искательница приключений",
        "Оперативная база: в прошлом — Гетеборг, Швеция",
        "Принадлежность: нет"
      ],
      "history": [
        "Бригитта не привыкла отдыхать в сторонке. Она готова в любой момент выйти во всеоружии на поле боя и помочь тем, кто нуждается в защите.",
        "Бригитта — младшая дочь конструктора-оружейника Торбьорна Линдхольма. Из всех своих братьев и сестер она первая заинтересовалась инженерным делом. Большую часть времени Бригитта проводила у отца в мастерской, где постигала ремесло и оттачивала свои навыки. Способностями к инженерному делу девушка явно пошла в отца. Торбьорн снискал (далеко не безупречную) репутацию создателя разрушительного оружия, она же предпочла разработку брони и систем обороны.",
        "Никто не сомневался, что Бригитта продолжит обучение инженерной науке и пойдет по стопам отца. Однако на планы девушки сильно повлиял другой близкий ей человек — Райнхардт Вильгельм, агент Overwatch, друг семьи и крестный отец Бригитты. Он часто рассказывал юной Бригитте о героических подвигах и отважных рыцарях, а после роспуска организации Overwatch и сам заявил о намерении стать рыцарем, отправиться странствовать по свету и вершить справедливость. Бригитта попросила взять ее с собой в качестве оруженосца, чем немало его удивила. И все же Райнхардт согласился.",
        "В качестве оруженосца у Бригитты было множество обязанностей, но главная из них — поддерживать в исправности броню Райнхардта. Устройство брони класса «Крестоносец» девушка знала вдоль и поперек, ведь последний вариант конструкции был разработан ее отцом. Впрочем, со временем ей приходилось все чаще приглядывать за самим Райнхардтом и унимать его чрезмерный энтузиазм, ведь годы сражений не прошли для него бесследно.",
        "Спустя некоторое время она поняла, что способна на большее, чем быть просто механиком, и что сможет принести Райнхардту гораздо больше пользы, став настоящим воином. Райнхардт занимался с Бригиттой боевой подготовкой, а она тем временем втайне работала над собственым бронекостюмом.",
        "Теперь Бригитта сражается наравне с Райнхардтом, защищая и его, и других нуждающихся. Вместе рыцарь и оруженосец странствуют по миру, стремясь изменить его к лучшему в каждой битве."
      ],
      "quote": "«Я ОБЯЗАТЕЛЬНО ПРОЯВЛЮ СЕБЯ!»",
      "bgImage": "bg-hero-3.jpg",
      "image": "hero-3.png",
      "skills": [
        {
          "name": "РАКЕТНЫЙ ЦЕП",
          "description": "Оружие ближнего боя Бригитты обладает увеличенным радиусом действия и может поражать несколько целей за один удар.",
          "image": "skills-3-1.png"
        },
        {
          "name": "РЕМКОМПЛЕКТ",
          "description": "Некоторое время восполняет союзнику здоровье.",
          "image": "skills-3-2.png"
        },
        {
          "name": "ХЛЕСТКИЙ УДАР",
          "description": "Бригитта атакует цепом находящегося на далеком расстоянии противника, нанося урон и отбрасывая его.",
          "image": "skills-3-3.png"
        },
        {
          "name": "ПЕРСОНАЛЬНЫЙ БАРЬЕР",
          "description": "Бригитта разворачивает перед собой энергетический барьер, поглощающий некоторое количество урона.",
          "image": "skills-3-4.png"
        },
        {
          "name": "УДАР ЩИТОМ",
          "description": "Подняв щит, Бригитта может совершать рывки вперед, оглушая врагов.",
          "image": "skills-3-5.png"
        },
        {
          "name": "ОБЩИЙ СБОР",
          "description": "Бригитта передвигается быстрее и дает всем союзникам рядом с собой броню, которая расходуется при получении урона.",
          "image": "skills-3-6.png"
        }
      ]
    },
    {
      "id": 7,
      "name": "МОЙРА",
      "roleId": 3,
      "roleIcon": "role-support.png",
      "difficulty": 2,
      "description": "Биотические способности Мойры позволяют ей лечить союзников и наносить урон врагам в любой критической ситуации. Она может использовать «Биотическую хватку» в ближнем бою и «Биотическую сферу» для нанесения постоянного урона или лечения на расстоянии. «Уход в тень» позволяет ей отрываться от противников и оставаться рядом с союзниками, нуждающимися в поддержке. С помощью «Коалесценции» Мойра способна спасти от гибели сразу нескольких союзников или добить раненых противников.",
      "biography": [
        "Настоящее имя: Мойра О'Доран, Возраст: 48 лет",
        "Род занятий: генетик",
        "Оперативная база: Дублин, Ирландия; Оазис, Ирак",
        "Принадлежность: Коготь, в прошлом — Blackwatch"
      ],
      "history": [
        "Сотрудница «Когтя» Мойра О'Доран — гениальный ученый, но далеко не все одобряют ее методы. Она ведет исследования на передовом рубеже генетической науки и ищет способы манипулировать клеточной структурой живых организмов.",
        "Около десяти лет назад О'Доран произвела фурор, опубликовав достаточно противоречивую научную работу о методологических основах своих генетических исследований, связанных с изменением ДНК на клеточном уровне. Ее перспективные изыскания могли помочь в борьбе с различными заболеваниями и в раскрытии новых возможностей человеческого организма.",
        "Вскоре в рядах ее коллег наступил раскол. Многие посчитали исследования О'Доран опасными и этически неприемлемыми. Ее даже обвинили в следовании идее неконтролируемого научного прогресса и в развязывании кризиса, впоследствии приведшего к Восстанию машин. Другим генетикам не удалось повторить результаты экспериментов, описанных Мойрой, что еще больше заставило их усомниться в ее открытиях. В результате ее научная публикация скорее повредила ее профессиональной репутации, чем принесла известность.",
        "Помощь пришла из неожиданного источника. Blackwatch, секретное подразделение Overwatch, предложило ей продолжить работу над новейшим вооружением и технологиями для этой организации. Ее сотрудничество с Overwatch держалось под большим секретом, в особенности в свете венецианского инцидента. Многие руководители Overwatch впоследствии заявляли, что не располагают информацией о ее участии в работе организации.",
        "После расформирования Overwatch О'Доран пришлось искать новые источники финансирования для своих исследований. На этот раз ей пришло на помощь научное сообщество Оазиса. Тем не менее ходят слухи, что на самом деле она получает финансовую поддержку от секретной организации «Коготь», которая готова спонсировать ее изыскания, чтобы затем использовать результаты в своих интересах.",
        "О'Доран готова на любые жертвы ради науки, хотя многие ее исследования до сих пор неизвестны научному сообществу. Однако теперь ее не сдерживают никакие условности, и вскоре о ней узнает весь мир."
      ],
      "quote": "«НАУКА УКАЖЕТ ПУТЬ К ИСТИНЕ»",
      "bgImage": "bg-heros-12.jpg",
      "image": "hero-12.png",
      "skills": [
        {
          "name": "БИОТИЧЕСКАЯ ХВАТКА",
          "description": "Левой рукой Мойра лечит союзников перед собой, расходуя при этом биотическую энергию. А правой рукой она выпускает дальнобойный луч, который поглощает здоровье противников, исцеляя Мойру и позволяя ей накапливать биотическую энергию.",
          "image": "skills-12-1.png"
        },
        {
          "name": "БИОТИЧЕСКАЯ СФЕРА",
          "description": "Мойра выпускает отскакивающую биотическую сферу. Эта сфера может иметь либо эффект регенерации, при котором она исцеляет пораженных ею союзников, либо эффект распада, при котором сфера наносит урон пораженным ею противникам, — все зависит от того, что выберет Мойра.",
          "image": "skills-12-2.png"
        },
        {
          "name": "УХОД В ТЕНЬ",
          "description": "Мойра мгновенно телепортируется на небольшое расстояние.",
          "image": "skills-12-3.png"
        },
        {
          "name": "КОАЛЕСЦЕНЦИЯ",
          "description": "Мойра выпускает дальнобойный луч, который лечит союзников и наносит урон противникам сквозь щиты.",
          "image": "skills-12-4.png"
        }
      ]
    },
    {
      "id": 8,
      "name": "КУЛАК СМЕРТИ",
      "roleId": 1,
      "roleIcon": "role-damage.png",
      "difficulty": 3,
      "description": "Многочисленные имплантаты делают Кулака Смерти мобильным и мощным бойцом передовой. Он может вести огонь из своей бомбарды, сотрясать земную твердь, подбрасывать противников в воздух и выводить их из равновесия, а также врываться в гущу боя, используя «Реактивный удар». А встретив группу противников, он не упустит шанса обрушить на них с небес «Удар метеора».",
      "biography": [
        "Настоящее имя: Аканде Огундиму, возраст: 45 лет",
        "Род занятий: наемник",
        "Оперативная база: Ойо, Нигерия",
        "Принадлежность: Коготь"
      ],
      "history": [
        "Вскоре после освобождения из тюрьмы Кулак Смерти вновь начал строить планы по вовлечению всего мира в глобальную войну. Он верит, что только она способна сделать человечество сильнее.",
        "Аканде Огундиму был наследником уважаемой нигерийской семьи, владеющей компанией, которая занималась разработкой протезов. Он с детства обладал острым умом и природным обаянием, которые помогали ему расширять и укреплять семейный бизнес. Свободное время он посвящал своему любимому увлечению — боевым искусствам. Аканде изучал как традиционные африканские системы вроде дамбе или гидигбу, так и более современные; он заимствовал из них лучшие приемы и планомерно создавал собственный стиль. Огундиму участвовал в турнирах по всему континенту и неизменно одерживал верх благодаря своей интуиции, способности угадывать движения противников и поистине невероятной силе и скорости.",
        "Однако все изменилось после Восстания машин, во время которого он потерял руку. Аканде оправился от ран, а кибернетический протез собственной компании даже сделал его сильнее, но эти изменения навсегда закрыли ему дорогу на соревнования. Огундиму попытался с головой уйти в работу, сосредоточив все свои силы и рвение на развитии бизнеса. Но заполнить пустоту в душе он так и не сумел... пока не познакомился с Акинджиде Адейеми — вторым Кулаком Смерти, Карателем из Нумбани.",
        "Адейеми предложил Огундиму стать наемником и сражаться вместе с ним. Аканде, поколебавшись, принял это предложение и вскоре смог на практике применять свои новые способности. В какой-то момент Адейеми привел его в «Коготь». Вера организации в то, что войны сделают человечество сильнее, очень импонировала Огундиму. К тому же, возможности «Когтя» позволили ему проявить себя не только на поле боя, но и в дипломатических переговорах.",
        "Адейеми был ценным сотрудником «Когтя», но в Огундиму организация видела куда больший потенциал. Он был умным и талантливым командиром, способным вдохновить подчиненных. Кроме того, Аканде не желал ограничиваться нападениями на Нумбани, которыми командовал Адейеми. Разница во взглядах привела к тому, что Огундиму убил своего учителя и забрал его перчатку — а с ней и титул Кулака Смерти.",
        "Став Кулаком Смерти, Огундиму завоевал уважение «Когтя» и начал помогать в планировании конфликта, который, как надеялась организация, со временем перерастет в глобальное противостояние. Но этим планам не суждено было сбыться. Аканде вступил в схватку с ударной группой Overwatch, состоящей из Трейсер, Уинстона и Гэндзи — и был побежден. Его взяли под стражу и заключили в надежно охраняемую тюрьму на долгие годы; сам же Аканде терпеливо ждал, когда произойдут события, которые он давно запланировал.",
        "В назначенный срок Огундиму почувствовал, что пришла пора вернуться. Он сбежал из тюрьмы и, легко расправившись с роботами-защитниками Нумбани OR15, вернул себе перчатку Кулака Смерти. В данный момент Аканде вернулся в совет «Когтя» и готовится развязать новую глобальную войну."
      ],
      "quote": "«ПРОГРЕСС НЕВОЗМОЖЕН БЕЗ ЖЕРТВ».",
      "bgImage": "bg-hero-9.jpg",
      "image": "hero-9.png",
      "skills": [
        {
          "name": "БОМБАРДА",
          "description": "Левая рука Кулака Смерти – усовершенствованный протез со встроенной бомбардой, которая имеет небольшую дальность стрельбы и автоматически восстанавливает заряд.",
          "image": "skills-9-1.png"
        },
        {
          "name": "ДРОЖЬ ЗЕМЛИ",
          "description": "Кулак Смерти прыгает вперед и бьет кулаком по земле, оглушая противников и подтягивая их к себе.",
          "image": "skills-9-2.png"
        },
        {
          "name": "АППЕРКОТ",
          "description": "Кулак Смерти ударом подбрасывает в воздух противника, стоящего перед ним.",
          "image": "skills-9-3.png"
        },
        {
          "name": "РЕАКТИВНЫЙ УДАР",
          "description": "После подготовки Кулак Смерти бросается вперед и отбрасывает противника. Пораженный противник получает дополнительный урон, если врезается в стену.",
          "image": "skills-9-4.png"
        },
        {
          "name": "УДАР МЕТЕОРА",
          "description": "Кулак Смерти высоко подпрыгивает. Приземляясь, он бьет кулаком по земле, нанося значительный урон.",
          "image": "skills-9-5.png"
        }
      ]
    },
    {
      "id": 9,
      "name": "ОРИСА",
      "roleId": 2,
      "roleIcon": "role-tank.png",
      "difficulty": 2,
      "description": "Ориса — центральная опора команды. Она защищает союзников на передовой с помощью силового барьера. Она может атаковать цели издалека, усиливать свою защиту, запускать гравитонные заряды, замедляющие и притягивающие противников, а также размещать на земле установку-катализатор, которая увеличивает урон, наносимый сразу несколькими союзниками.",
      "biography": [
        "Настоящее имя: Ориса, Возраст: 1 месяц",
        "Род занятий: робот-защитник",
        "Оперативная база: Нумбани",
        "Не принадлежит ни к какой фракции."
      ],
      "history": [
        "Ориса собрана из остатков списанных роботов-полицейских ОR15. Ей еще многому предстоит научиться, ведь теперь она — защитник Нумбани.",
        "Защитные роботы ОR14 серии «Идина» были созданы и введены в эксплуатацию одной из крупнейших омний Нигерии еще до Восстания машин. Когда наступило перемирие, их, как и многие другие военные модели, сняли с производства. Двадцать лет спустя в Нумбани решили, что необходимо защитить город от внешних угроз, и возобновили производство роботов. Однако новые модели ОR15 прослужили недолго — все они были уничтожены, когда на город напал Кулак Смерти.",
        "Вскоре после этой атаки правительство решило свернуть программу и продать оставшихся OR15. Одним из покупателей оказалась гениальная Ифи Оладеле, которая в свои одиннадцать лет уже успела получить почетный грант «гениев» фонда Адаве за успехи в изучении робототехники и искусственного интеллекта.",
        "Ифи повезло с родителями. С их одобрения она потратила большую часть своего гранта на покупку списанных ботов OR15. Ей казалось, что Нумбани нужен защитник и что улучшенная версия OR15 отлично выполнит эту роль. Ифи переконструировала робота, изменила его конфигурацию и разработала для него личностную матрицу.",
        "Нового героя Нумбани Ифи назвала Орисой.",
        "Ориса уже немало сделала для своего города, хотя она все еще работает над оптимизацией своих протоколов. Этому омнику недостает опыта, и порой от нее больше проблем, чем пользы. К счастью, Ифи всегда готова вносить необходимые исправления, а искусственный интеллект Орисы быстро адаптируется — и поэтому для робота и ее создательницы нет ничего невозможного.",
        "Ориса совсем недавно встала на страже города, и ей еще многое предстоит узнать об окружающем мире и своих способностях. Полагаясь на неунывающую Ифи и собственные крепнущие представления о чести и долге, Ориса всеми силами защищает Нумбани и свою создательницу."
      ],
      "quote": "«ВАША БЕЗОПАСНОСТЬ – МОЯ ГЛАВНАЯ ЗАДАЧА».",
      "bgImage": "bg-hero-14.jpg",
      "image": "hero-14.png",
      "skills": [
        {
          "name": "ЭНЕРГЕТИЧЕСКАЯ ПУШКА",
          "description": "Автоматическая пушка Орисы постоянно наносит урон, но замедляет ее при стрельбе.",
          "image": "skills-14-1.png"
        },
        {
          "name": "ЗАЩИТНОЕ ПОЛЕ",
          "description": "Ориса временно уменьшает урон, который она получает, и становится невосприимчива к эффектам, затрудняющим ее действия.",
          "image": "skills-14-2.png"
        },
        {
          "name": "СТОЯТЬ!",
          "description": "Ориса выпускает гравитонный заряд, который можно взорвать, чтобы притянуть и замедлить противников.",
          "image": "skills-14-3.png"
        },
        {
          "name": "СИЛОВОЙ БАРЬЕР",
          "description": "Ориса бросает на землю устройство, создающее барьер, который защищает ее саму и ее союзников от огня противника.",
          "image": "skills-14-4.png"
        },
        {
          "name": "КАТАЛИЗАТОР",
          "description": "Ориса размещает на земле устройство, повышающее урон, наносимый всеми союзниками в пределах прямой видимости.",
          "image": "skills-14-5.png"
        }
      ]
    },
    {
      "id": 10,
      "name": "СОМБРА",
      "roleId": 1,
      "roleIcon": "role-damage.png",
      "difficulty": 3,
      "description": "Сила Сомбры — в скрытности и изматывающих атаках. Она умеет взламывать противников, облегчая союзникам задачу по их устранению, а способность «Импульс» может лишить преимущества нескольких врагов одновременно. Сомбра способна мгновенно перемещаться и использовать маскировку, что позволяет ей хорошо скрываться от преследователей.",
      "biography": [
        "Настоящее имя: ░░░░░░ , Возраст: 30",
        "Род занятий: хакер",
        "Оперативная база: Дорадо (Мексика)",
        "Принадлежность: Коготь, в прошлом — «Лос Муэртос»"
      ],
      "history": [
        "Один из самых известных в мире хакеров, Сомбра использует информацию, чтобы манипулировать теми, кто стоит у руля власти.",
        "Сейчас мы знаем ее под псевдонимом «Сомбра», но когда-то ░░░░░░ была одной из тысяч сирот, чьи родители погибли во время Восстания машин. Инфраструктура ее родной страны была разрушена, а девочка выжила благодаря своему таланту обращаться с компьютерами и взламывать сети.",
        "░░░░░░ вступила в ряды мексиканской банды «Лос Муэртос» и помогала своим товарищам в организации бунта против правительства. «Лос Муэртос» верили, что переустройство Мексики было направлено на благо богатых и влиятельных граждан — а те, кто больше всего нуждался в помощи, ее не получили.",
        "Множество побед привело ░░░░░░ к тому, что она стала слишком самоуверенной и не заметила, как попала в сети той самой организации сильнейших — они обнаружили ее. Безопасных мест для ░░░░░░ больше не осталось. Она была вынуждена удалить все сведения о себе и залечь на дно.",
        "Девушка взяла себе имя Сомбра, поставила киберимпланты и решила разузнать правду о тайной организации, которую ей удалось обнаружить. Сомбра совершила серию еще более дерзких взломов, чем завоевала всеобщее восхищение — и в числе ее почитателей оказался «Коготь». Она вступила в ряды этой организации и, по слухам, принимала участие в серьезных кибератаках на корпорации, которые сотрудничают с правительством . Все это привело к бунту мексиканцев против LumériCo и нарушению протокола безопасности на КБ Вольской, российском заводе, производящем средства противоомниковой обороны.",
        "Теперь, обладая всеми ресурсами, которые способен предложить ей «Коготь», Сомбра может сосредоточиться на своей истинной цели: рассекретить тайную организацию и использовать стоящую за ней власть в своих интересах."
      ],
      "quote": "«ВЗЛОМАТЬ МОЖНО ВСЕ... И ВСЕХ».",
      "bgImage": "bg-hero-20.jpg",
      "image": "hero-20.png",
      "skills": [
        {
          "name": "ПИСТОЛЕТ-ПУЛЕМЕТ",
          "description": "Автоматический пистолет-пулемет Сомбры позволяет ей стрелять на небольшом расстоянии.",
          "image": "skills-20-1.png"
        },
        {
          "name": "ВЗЛОМ",
          "description": "Сомбра взламывает противника, временно не позволяя ему использовать способности, или медкомплект, делая его бесполезным для врагов.",
          "image": "skills-20-2.png"
        },
        {
          "name": "МАСКИРОВКА",
          "description": "Сомбра становится невидимой, а ее скорость передвижения существенно увеличивается. При использовании атакующих способностей, нанесении или получении урона камуфляж снимается. Сомбра не может захватывать объекты, будучи невидимой.",
          "image": "skills-20-3.png"
        },
        {
          "name": "ТРАНСЛОКАТОР",
          "description": "Сомбра бросает маячок-транслокатор. Пока маячок активен, она может мгновенно перенестись к нему (даже если он висит в воздухе).",
          "image": "skills-20-4.png"
        },
        {
          "name": "ИМПУЛЬС",
          "description": "Сомбра испускает импульс электромагнитной энергии, уничтожающий щиты и барьеры в большом радиусе и взламывающий всех попавших в него противников.",
          "image": "skills-20-5.png"
        }
      ]
    },
    {
      "id": 11,
      "name": "АНА",
      "roleId": 3,
      "roleIcon": "role-support.png",
      "difficulty": 3,
      "description": "Обширный арсенал позволяет Ане дистанционно исцелять и увеличивать мощь союзников, в то время как боевые патроны для биотического ружья, дротики с транквилизатором и особые биотические гранаты уничтожат тех, кто угрожает товарищам Аны.",
      "biography": [
        "Настоящее имя: Ана Амари, Возраст: 60 лет",
        "Род занятий: охотница за головами",
        "Оперативная база: Каир, Египет",
        "Принадлежность: в прошлом — Overwatch"
      ],
      "history": [
        "Ана — одна из основателей Overwatch. Ее мастерство служит защите родного города и близких.",
        "Египет очень пострадал в результате Восстания машин. Истощенным боями службам безопасности часто приходилось полагаться на элитных снайперов — в частности, на Ану Амари, которая считалась одним из лучших стрелков в мире. Благодаря своему непревзойденному мастерству, решительности и развитой интуиции она была зачислена в ударную группу Overwatch, которой удалось положить войне конец.",
        "После успешного выполнения задания Ана получила звание капитана и много лет занимала должность заместителя командира Моррисона. Хотя обязанности ее возросли, даже разменяв шестой десяток, она настаивала на своем непосредственном участии в боевых операциях. Выполняя задание по освобождению заложников, Ана пала жертвой агента «Когтя», известного как «Роковая вдова». Ее сочли убитой.",
        "На самом деле Ана выжила, но получила серьезные раны и лишилась правого глаза. По мере выздоровления она все отчетливее ощущала, как устала от многолетних боев, и решила никому не говорить, что осталась жива. Но со временем, видя, как в городе все больше свирепствуют банды преступников, она поняла, что желание защищать своих ближних по-прежнему живо в ее сердце.",
        "«Позаимствовав» немного экипировки из запасов Overwatch, Ана вернулась в строй и теперь борется за то, чтобы сохранить мир на своей родине и устранить всех, кто угрожает стабильности в регионе."
      ],
      "quote": "«У КАЖДОГО СВОИ ПРИЧИНЫ БРАТЬСЯ ЗА ОРУЖИЕ»",
      "bgImage": "bg-hero-30.jpg",
      "image": "hero-30.png",
      "skills": [
        {
          "name": "БИОТИЧЕСКОЕ РУЖЬЕ",
          "description": "Ружье Аны стреляет дротиками, способными восполнять здоровье союзникам и наносить урон противникам. Ана может воспользоваться оптическим прицелом, чтобы совершить максимально точный выстрел.",
          "image": "skills-30-1.png"
        },
        {
          "name": "ТРАНКВИЛИЗАТОР",
          "description": "Ана совершает выстрел, усыпляющий противника (если цель получит урон, она проснется).",
          "image": "skills-30-2.png"
        },
        {
          "name": "БИОТИЧЕСКАЯ ГРАНАТА",
          "description": "Ана бросает биотическую гранату, наносящую урон противникам и исцеляющую союзников в небольшой области. Союзники, попавшие под воздействие эффекта, при исцелении восполняют больше здоровья; если граната попала в противников, то в течение нескольких секунд они будут невосприимчивы к лечению.",
          "image": "skills-30-3.png"
        },
        {
          "name": "СТИМУЛЯТОР",
          "description": "Ана усиливает союзника — тот в течение некоторого времени наносит больше урона противникам и сам получает меньше урона.",
          "image": "skills-30-4.png"
        }
      ]
    },
    {
      "id": 12,
      "name": "D.VA",
      "roleId": 2,
      "roleIcon": "role-tank.png",
      "difficulty": 2,
      "description": "Меха D.Va сочетает в себе мощь и подвижность. Она оснащена двумя автоматическими атомными пушками для ближнего боя, а также может преодолевать препятствия и пролетать над врагами при помощи ускорителей. С помощью защитной матрицы D.Va сбивает летящие в нее снаряды.",
      "biography": [
        "Настоящее имя: Ханна Сон, Возраст: 19",
        "Род занятий: пилот мехи, в прошлом — киберспортсменка",
        "Оперативная база: Пусан, Южная Корея",
        "Принадлежность: мобильная группа экзобойцов корейской армии"
      ],
      "history": [
        "D.Va — бывшая киберспортcменка, с помощью экспериментальной военной мехи защищающая свою родную страну.",
        "Двадцать лет назад на Южную Корею напало гигантское роботизированное чудовище, восставшее из глубин Восточно-Китайского моря. Колоссальный робот нанес чудовищный урон прибрежным городам, прежде чем его удалось отбросить обратно в море. Чтобы защитить города от этой новой угрозы, правительство Южной Кореи создало отряд бронированных беспилотников MEKA.",
        "Опасения правительства имели под собой основание: в этих нападениях выявилась закономерность. Каждые несколько лет из океана поднималось очередное чудовище и нападало на Южную Корею и соседние страны. Роботы анализировали эти сражения, создавая новые конструкции, наделяя их новыми способностями и устанавливая новое вооружение. Каждый бой заканчивался вничью: чудовище удавалось победить, но не уничтожить окончательно.",
        "Роботы изучили тактику людей и нашли уязвимость в системе дистанционного управления беспилотниками MEKA, вынудив армию использовать для управления мехами пилотов-людей. В поисках подходящих кандидатов правительство обратилось к киберспортсменам: их рефлексы и способность быстро разбираться в сложной ситуации позволяли управляться с продвинутым вооружением мех. Многие звезды киберспорта были призваны в армию — включая чемпионку мира Ханну Сон, также известную как «D.Va». Прославленный мастер виртуальных боев, D.Va всегда стремилась к победе любой ценой. Она заслужила репутацию упорного и беспощадного бойца.",
        "Для D.Va новое задание — очередная игра. Она готова в любую минуту встать на защиту своей родины: когда отряд MEKA идет в атаку, D.Va бесстрашно бросается в бой. Недавно она начала транслировать свои боевые операции по сети; количество зрителей ее канала выросло настолько, что она стала всемирной знаменитостью."
      ],
      "quote": "«Я ИГРАЮ РАДИ ПОБЕДЫ.»",
      "bgImage": "bg-hero-31.jpg",
      "image": "hero-31.png",
      "skills": [
        {
          "name": "АТОМНЫЕ ПУШКИ",
          "description": "Меха D.Va вооружена двумя пушками с вращающимся блоком стволов. Они имеют малую дальность стрельбы. Эти пушки не нуждаются в перезарядке и наносят высокий урон, но во время стрельбы D.Va передвигается медленнее.",
          "image": "skills-31-1.png"
        },
        {
          "name": "СВЕТОВОЙ ПИСТОЛЕТ",
          "description": "Оказавшись вне своей мехи, D.Va может продолжить бой, используя автоматический бластер со средней дальностью стрельбы.",
          "image": "skills-31-2.png"
        },
        {
          "name": "УСКОРИТЕЛИ",
          "description": "Меха D.Va взлетает в воздух и устремляется вперед. В полете она может поворачивать, менять направление и таранить врагов, отбрасывая их назад.",
          "image": "skills-31-3.png"
        },
        {
          "name": "ЗАЩИТНАЯ МАТРИЦА",
          "description": "D.Va может на короткое время задействовать комплекс активной защиты передней полусферы, чтобы сбивать летящие в нее снаряды.",
          "image": "skills-31-4.png"
        },
        {
          "name": "МИКРОРАКЕТЫ",
          "description": "D.Va производит обстрел реактивными снарядами.",
          "image": "skills-31-5.png"
        },
        {
          "name": "САМОУНИЧТОЖЕНИЕ",
          "description": "D.Va покидает свою машину, введя реактор в состояние перегрузки, после чего меха взрывается, нанося огромный урон ближайшим противникам.",
          "image": "skills-31-6.png"
        },
        {
          "name": "ВЫЗОВ МЕХИ",
          "description": "Если ее бронированный экзоскелет уничтожат, D.Va может вызвать новую меху и вернуться в бой.",
          "image": "skills-31-7.png"
        }
      ]
    },
    {
      "id": 13,
      "name": "АНГЕЛ",
      "roleId": 3,
      "roleIcon": "role-support.png",
      "difficulty": 1,
      "description": "Ангел, облаченная в спецкостюм «Валькирия», всегда рядом, когда друг нуждается в исцелении. С помощью своего кадуцея она лечит, воскрешает и укрепляет силы соратников.",
      "biography": [
        "Настоящее имя: Ангела Циглер, Возраст: 37 лет",
        "Род занятий: полевой врач, специалист быстрого реагирования",
        "Оперативная база: Цюрих (Швейцария)",
        "Принадлежность: в прошлом — Overwatch"
      ],
      "history": [
        "Пациенты называют доктора Циглер ангелом-хранителем. Это талантливый врач, блестящий ученый и горячая заступница мира во всем мире.",
        "Ангела Циглер из рядового врача стала главой хирургического отделения в одной из ведущих больниц Цюриха. Кроме того, она возглавила инновационное исследование в области прикладной нанохирургии, позволившее совершить прорыв в лечении угрожающих жизни травм и болезней. Именно этим она и привлекла внимание Overwatch.",
        "Война оставила Ангелу сиротой, и потому ей претил милитаристский подход к сохранению мира на планете. Но со временем она поняла, что работа в Overwatch позволит ей сохранить куда больше жизней, и заняла должность главы отдела медицинских разработок. Ангела стремилась найти способ лечить бойцов на передовой, в ситуациях, где надо действовать быстро. Результатом ее исследований стал костюм быстрого реагирования «Валькирия», опробованный лично доктором Циглер в ходе многочисленных миссий организации.",
        "Несмотря на свой вклад в общее дело, Ангела зачастую была не согласна с политикой руководства и стратегией Overwatch. Когда организация распалась, доктор Циглер целиком посвятила себя помощи пострадавшим от войны.",
        "И хотя почти все свое время Ангела проводит в заботах о пострадавших в очагах войны, она не колеблясь наденет свой костюм, чтобы защитить от опасности невинных людей."
      ],
      "quote": "«ГЕРОИ НЕ УМИРАЮТ».",
      "bgImage": "bg-hero-32.jpg",
      "image": "hero-32.png",
      "skills": [
        {
          "name": "КАДУЦЕЙ",
          "description": "Ангел активирует один из двух лучей, связывающих ее с союзником. Используя лучи, она может восстанавливать его здоровье либо усиливать наносимый им урон.",
          "image": "skills-32-1.png"
        },
        {
          "name": "КАДУЦЕЙ-БЛАСТЕР",
          "description": "Ангел ведет огонь из своего второстепенного оружия – пистолета.",
          "image": "skills-32-2.png"
        },
        {
          "name": "АНГЕЛ-ХРАНИТЕЛЬ",
          "description": "Ангел быстро летит к выбранному союзнику, чтобы оказать ему помощь в критической ситуации.",
          "image": "skills-32-3.png"
        },
        {
          "name": "ВОСКРЕШЕНИЕ",
          "description": "Ангел возвращает выбранного союзника в бой с полным запасом здоровья.",
          "image": "skills-32-4.png"
        },
        {
          "name": "НИСХОЖДЕНИЕ АНГЕЛА",
          "description": "Спецкостюм «Валькирия» позволяет Ангелу плавно опускаться вниз с большой высоты.",
          "image": "skills-32-5.png"
        },
        {
          "name": "ВАЛЬКИРИЯ",
          "description": "Позволяет свободно летать и усиливает способности.",
          "image": "skills-32-6.png"
        }
      ]
    },
    {
      "id": 14,
      "name": "БАСТИОН",
      "roleId": 1,
      "roleIcon": "role-damage.png",
      "difficulty": 1,
      "description": "Боевая машина Бастион может переключаться между режимами турели и разведки, ремонтировать себя и даже превращаться в мощный танк, что увеличивает ее шансы на победу.",
      "biography": [
        "Настоящее имя: боевая машина E54 «Бастион» производства SST Laboratories, Возраст: 30 лет",
        "Род занятий: боевая машина",
        "Оперативная база: неизвестна",
        "Принадлежность: отсутствует"
      ],
      "history": [
        "Разрушительное Восстание машин позади, и его ветеран, любознательный и очарованный природой робот Бастион, исследует мир, не забывая обходить стороной людей, которые все еще полны страха перед машинами.",
        "Изделия класса «Бастион» изначально создавались для миротворческих целей и обладают уникальной способностью быстрой смены режима из штурмового на осадный и обратно. Во время Восстания машин эти роботы обратились против людей и составили ядро армии мятежников, однако по завершении конфликта почти все они были уничтожены или демонтированы. Машины «Бастион» по сей день олицетворяют ужасы войны.",
        "Один из таких роботов, серьезно поврежденный во время последних битв, был утерян на десять с лишним лет. Он ржавел, неподвижный и открытый всем стихиям, а природа медленно поглощала его. Увитый лозами, оплетенный корнями и служащий пристанищем для мелких зверушек, он потерял счет времени. Но в один судьбоносный день он пробудился. От боевой программы не осталось и следа, а ее место занял интерес к дикой природе. Движимый любопытством, осадный механизм отправился путешествовать, надеясь найти себе место на разоренной войной планете.",
        "И хотя Бастион кажется милым и порой даже безобидным, при первых признаках опасности активируется его боевая программа, которая задействует весь арсенал робота, чтобы уничтожить потенциальную угрозу. Это несколько раз приводило к конфликтам при встречах с людьми, и потому Бастион предпочитает неисследованные уголки Земли, избегая населенных областей."
      ],
      "quote": "",
      "bgImage": "bg-hero-1.jpg",
      "image": "hero-1.png",
      "skills": [
        {
          "name": "РЕЖИМ РАЗВЕДКИ",
          "description": "В режиме разведки Бастион полностью мобилен и вооружен автоматическим оружием, стреляющим очередями на средние дистанции.",
          "image": "skills-1-1.png"
        },
        {
          "name": "РЕЖИМ ТУРЕЛИ",
          "description": "В режиме турели Бастион экипирован разрушительным пулеметом системы Гатлинга, способным стрелять очередями на короткие и средние дистанции. Направление стрельбы можно менять.",
          "image": "skills-1-2.png"
        },
        {
          "name": "СМЕНА РЕЖИМА",
          "description": "Бастион способен переключаться между двумя режимами, что позволяет с максимальной эффективностью адаптироваться к условиям ведения боя.",
          "image": "skills-1-3.png"
        },
        {
          "name": "САМОРЕМОНТ",
          "description": "Во время действия способности Бастион восполняет здоровье, однако не может стрелять.",
          "image": "skills-1-4.png"
        },
        {
          "name": "РЕЖИМ ТАНКА",
          "description": "В режиме танка Бастион превращается в самоходную гусеничную установку с мощной дальнобойной пушкой, фугасные снаряды которой наносят урон по обширной области. Однако Бастион может находиться в этом режиме ограниченное время.",
          "image": "skills-1-5.png"
        }
      ]
    },
    {
      "id": 15,
      "name": "ГЭНДЗИ",
      "roleId": 1,
      "roleIcon": "role-damage.png",
      "difficulty": 3,
      "description": "Гэндзи метко бросает во врагов сюрикэны и использует сверхсовременную версию катаны для отражения снарядов и нанесения молниеносных ударов.",
      "biography": [
        "Настоящее имя: Гэндзи Шимада, Возраст: 35",
        "Род занятий: искатель приключений",
        "Оперативная база: монастырь Шамбала, Непал",
        "Принадлежность: в прошлом — клан Шимада, Overwatch"
      ],
      "history": [
        "Киборг Гэндзи Шимада смирился со своим механическим телом, которое раньше вызывало у него лишь отвращение, тем самым открыв новую лучшую сторону своего характера.",
        "Как младший сын главы клана ниндзя Шимада, Гэндзи жил в роскоши и привык к привилегированному положению. Он не проявлял интереса к криминальным аспектам деятельности клана. Хотя ему нравилось обучаться мастерству ниндзя — в чем он весьма преуспел, Гэндзи предпочитал прожигать жизнь, строя из себя молодого плейбоя. Многие члены клана считали, что его беззаботный образ жизни не сулит ничего хорошего и может обернуться бедой, и потому их возмущало чрезмерное внимание и опека, которые отец Гэндзи проявлял по отношению к сыну. После внезапной гибели главы клана старший брат Гэндзи Хандзо потребовал, чтобы тот принял большее участие в судьбе криминальной империи их отца. Гэндзи отказался, чем навлек на себя гнев Хандзо. Страсти достигли такого накала, что братья бросились друг на друга с оружием. Этот поединок чуть не стоил жизни Гэндзи.",
        "Хандзо думал, что убил своего брата, но благодаря действиям Overwatch и вмешательству доктора Ангелы Циглер Гэндзи удалось спасти. Всемирная служба безопасности увидела в Гэндзи потенциального союзника в борьбе с кланом Шимада. Он умирал от полученных ран, но организация Overwatch предложила ему спасение в обмен на службу. Многие органы Гэндзи пришлось заменить на кибернетические импланты. Это сделало Гэндзи еще быстрее и улучшило его навыки ниндзя. Превращенный в живое оружие, Гэндзи бросил все свои силы на уничтожение криминальной империи, которая принадлежала его семье.",
        "Но со временем киборга начали терзать внутренние противоречия. Механические имплантанты вызывали в нем отвращение, и он не мог смириться с тем, во что он превратился. Выполнив свое задание, он покинул Overwatch и отправился путешествовать по миру, надеясь постичь смысл своего существования. Он скитался много лет, пока наконец не встретился с роботом-монахом по имени Дзенъятта. Поначалу Гэндзи отвергал мудрость Дзенъятты, но робот все продолжал его наставлять. Со временем Дзенъятта стал настоящим учителем Гэндзи. Слушая мудрые слова монаха, Гэндзи смирился со своим двойственным положением человека-машины. Он осознал, что в его теле киборга продолжает жить человеческая душа, и понял, что его новая форма — дар судьбы, делающий его сильнее.",
        "Впервые за всю свою жизнь Гэндзи обрел свободу. Даже он сам не знает, куда может привести его путь."
      ],
      "quote": "«МОЖНО ОТКАЗАТЬСЯ ОТ СВОЕГО ТЕЛА. НО ОТ ЧЕСТИ – НИКОГДА».",
      "bgImage": "bg-hero-4.jpg",
      "image": "hero-4.png",
      "skills": [
        {
          "name": "СЮРИКЭНЫ",
          "description": "Гэндзи быстро бросает в цель три смертоносных сюрикена один за одним. Также он может метнуть три сюрикена веерным броском.",
          "image": "skills-4-1.png"
        },
        {
          "name": "ОТРАЖЕНИЕ АТАК",
          "description": "Клинок Гэндзи рассекает воздух, словно молния, отражая летящие в него снаряды обратно в противников.",
          "image": "skills-4-2.png"
        },
        {
          "name": "МОЛНИЕНОСНЫЙ УДАР",
          "description": "Гэндзи устремляется вперед, рассекая воздух клинком и проходя сквозь врагов на своем пути. Если Гэндзи уничтожает врага, он может сразу применить эту способность еще раз.",
          "image": "skills-4-3.png"
        },
        {
          "name": "КЛИНОК ДРАКОНА",
          "description": "Гэндзи ненадолго обнажает клинок своей катаны. Пока его меч не вернется в ножны, Гэндзи может совершать убийственные атаки ближнего боя по целям в зоне его досягаемости.",
          "image": "skills-4-4.png"
        }
      ]
    },
    {
      "id": 16,
      "name": "ДЗЕНЪЯТТА",
      "roleId": 3,
      "roleIcon": "role-support.png",
      "difficulty": 3,
      "description": "Дзенъятта исцеляет союзников сферами гармонии и ослабляет противников сферами разрушения, пытаясь достичь состояния трансцендентности, которое делает его неуязвимым.",
      "biography": [
        "Настоящее имя: Текхарта Дзенъятта, Возраст: 20 лет",
        "Род занятий: странствующий гуру, искатель приключений",
        "Оперативная база: в прошлом — монастырь Шамбала (Непал)",
        "Принадлежность: в прошлом — Шамбала"
      ],
      "history": [
        "Дзенъятта — это робот-монах, странствующий по свету в поисках духовного просветления. Говорят, тот, кто встретит его на своем жизненном пути, никогда не будет прежним.",
        "Спустя много лет после Восстания машин небольшая группа роботов отделилась от своих собратьев в результате так называемого «духовного пробуждения». Эти изгнанники оставили прежнюю запрограммированную жизнь и основали монастырь в глубине Гималаев. Спустя долгие годы размышлений к ним пришло озарение, что все машины, наделенные искусственным интеллектом, обладают душой — сродни человеческой.",
        "Осознав духовное сродство с людьми, монахи под началом загадочного робота Текхарты Мондатты начали искать пути к устранению последствий Восстания машин, чтобы примирить роботов и людей и построить общество всеобщей гармонии. Их устремления нашли отклик у миллионов последователей по всему миру, а сами монахи стали духовными лидерами планетарного масштаба.",
        "Однако один из монахов по имени Дзенъятта не согласился с избранным курсом. Он решил, что для устранения разногласий между роботами и людьми нужно не догматическое учение, а личный контакт и участие.",
        "В итоге он избрал собственный путь. Он решил оставить монастырь и отправиться в странствие по свету, чтобы помочь нуждающимся обрести внутренний мир и душевный покой. Тем не менее, в случае необходимости он готов встать на защиту невинных, будь то робот или человек."
      ],
      "quote": "«ИСТИННОЕ Я НЕ ИМЕЕТ ФОРМЫ».",
      "bgImage": "bg-hero-5.jpg",
      "image": "hero-5.png",
      "skills": [
        {
          "name": "СФЕРА РАЗРУШЕНИЯ",
          "description": "Дзенъятта направляет в цель сферы разрушительной энергии. Он может использовать сферы поочередно либо все вместе, затратив некоторое время на подготовку способности.",
          "image": "skills-5-1.png"
        },
        {
          "name": "СФЕРА ГАРМОНИИ",
          "description": "Дзенъятта направляет одну из сфер за спину союзника. Пока Дзенъятта продолжает видеть союзника, сфера постепенно восстанавливает ему здоровье. Одновременно может использоваться только одна такая сфера.",
          "image": "skills-5-2.png"
        },
        {
          "name": "СФЕРА ДИССОНАНСА",
          "description": "Пока Дзенъятта продолжает видеть противника, на котором зафиксирована сфера диссонанса, тот получает увеличенный урон. Одновременно может использоваться только одна такая сфера.",
          "image": "skills-5-3.png"
        },
        {
          "name": "ТРАНСЦЕНДЕНТНОСТЬ",
          "description": "Дзенъятта на некоторое время входит в состояние высшего бытия. Находясь в этом состоянии, он не может использовать способности или оружие, но при этом не получает урона и автоматически восстанавливает здоровье себе и ближайшим союзникам.",
          "image": "skills-5-4.png"
        }
      ]
    },
    {
      "id": 17,
      "name": "ЖНЕЦ",
      "roleId": 1,
      "roleIcon": "role-damage.png",
      "difficulty": 1,
      "description": "Адские дробовики, неуязвимость в форме призрака и умение шагать сквозь тень — все это делает Жнеца одним из самых смертоносных существ на планете.",
      "biography": [
        "Настоящее имя: неизвестно, Возраст: неизвестен",
        "Род занятий: наемник",
        "Оперативная база: неизвестна",
        "Принадлежность: неизвестна"
      ],
      "history": [
        "Ходят слухи об одетом в черную робу террористе по прозвищу Жнец. Его личность и мотивы остаются загадкой. О нем известно лишь то, что его появление предвещает смерть.",
        "Жнец – неуловимый наемник, жестокий и беспощадный убийца, приложивший руку к террористическим атакам по всему миру. За последние десятилетия он участвовал во многих вооруженных конфликтах, не выказывая приверженности ни каким-то идеям, ни организациям.",
        "Выжившие в боях рассказывали о черном призраке, который выходил невредимым из самых жутких переделок. Оставленные им трупы – это опустошенные, безжизненные оболочки с деградировавшими клетками. Возможно, он является побочным эффектом неудачного генетического эксперимента, в результате которого клетки его тела одновременно разлагаются и с невероятной скоростью восстанавливаются.",
        "Те, кто пытаются отслеживать его перемещения, обнаружили определенную логику в его появлениях: похоже, Жнец охотится на бывших агентов организации «Overwatch» и систематически их уничтожает."
      ],
      "quote": "«СМЕРТЬ ВСЕГДА РЯДОМ».",
      "bgImage": "bg-hero-6.jpg",
      "image": "hero-6.png",
      "skills": [
        {
          "name": "АДСКИЕ ДРОБОВИКИ",
          "description": "Дробовики Жнеца способны за секунды изрешетить противника.",
          "image": "skills-6-1.png"
        },
        {
          "name": "БЕСТЕЛЕСНОСТЬ",
          "description": "Жнец на короткое время превращается в тень. В таком состоянии он неуязвим и способен проходить сквозь противников, но при этом не может использовать оружие или способности.",
          "image": "skills-6-2.png"
        },
        {
          "name": "ШАГ СКВОЗЬ ТЕНЬ",
          "description": "Выбрав определенную область, Жнец переносится туда из текущего местоположения.",
          "image": "skills-6-3.png"
        },
        {
          "name": "ЦВЕТОК СМЕРТИ",
          "description": "Жнец с головокружительной быстротой опустошает боезапас адских дробовиков, нанося ближайшим противникам значительный урон.",
          "image": "skills-6-4.png"
        }
      ]
    },
    {
      "id": 18,
      "name": "ЗАРЯ",
      "roleId": 2,
      "roleIcon": "role-tank.png",
      "difficulty": 3,
      "description": "Окруженная энергетическим барьером, поглощающим входящий урон и усиливающим мощность лучевой пушки, Заря готова к любой схватке на передовой.",
      "biography": [
        "Настоящее имя: Александра Зарянова, возраст: 28 лет",
        "Род занятий: военнослужащая",
        "Оперативная база: Красноярский фронт, Россия",
        "Принадлежность: Российские силы обороны"
      ],
      "history": [
        "Александра Зарянова — одна из самых сильных женщин в мире. Эта именитая спортсменка пожертвовала блестящей карьерой, чтобы защитить свою семью, друзей и страну от ужасов войны.",
        "Александра родилась в глухой сибирской деревеньке, оказавшейся в гуще Восстания машин, которое случилось около 30 лет назад. И хотя российские войска победили роботов и законсервировали омнию, война наложила на этот регион свой тягостный отпечаток. Маленькую Сашу с детства окружали свидетельства войны, и, повзрослев, она поклялась, что станет сильной и поможет восстановить свою страну.",
        "Александра начала заниматься тяжелой атлетикой и бодибилдингом, и вскоре на нее обратила внимание национальная спортивная федерация. Ей предрекали звездную карьеру. Она усиленно тренировалась, представляла свою страну на соревнованиях, и все ждали, что на ближайшем чемпионате мира она побьет множество рекордов.",
        "Однако накануне чемпионата сибирская омния, которая долгое время находилась в бездействии, вдруг ожила; и на родную деревню Александры вновь обрушилась война. Девушка снялась с соревнований и немедленно направилась домой, чтобы записаться в местное оборонительное подразделение. Она пожертвовала будущей славой и богатством ради спасения родного края.",
        "Она продолжает служить Родине, оставаясь символом стойкости и силы духа для своих боевых товарищей. Александра считает, что физическая мощь дана ей, чтобы защищать своих близких."
      ],
      "quote": "«ВМЕСТЕ МЫ СИЛА!»",
      "bgImage": "bg-hero-7.jpg",
      "image": "hero-7.png",
      "skills": [
        {
          "name": "ЛУЧЕВАЯ ПУШКА",
          "description": "Мощная лучевая пушка Зари испускает короткий луч разрушительной энергии. Заря также может выпустить разрывной снаряд, поражающий несколько противников.",
          "image": "skills-7-1.png"
        },
        {
          "name": "ЗАЩИТНЫЙ БАРЬЕР",
          "description": "Лучевая пушка создает барьер, укрывающий Зарю от атак и перенаправляющий их энергию на усиление собственного урона и увеличение диаметра луча.",
          "image": "skills-7-2.png"
        },
        {
          "name": "ДИСТАНЦИОННЫЙ БАРЬЕР",
          "description": "Заря окружает одного из своих союзников энергетическим барьером, который поглощает урон и одновременно увеличивает мощь лучевой пушки.",
          "image": "skills-7-3.png"
        },
        {
          "name": "ГРАВИТОННЫЙ ИМПУЛЬС",
          "description": "Заря запускает гравитонную бомбу, которая притягивает к себе противников и одновременно наносит им урон.",
          "image": "skills-7-4.png"
        }
      ]
    },
    {
      "id": 19,
      "name": "КРЫСАВЧИК",
      "roleId": 1,
      "roleIcon": "role-damage.png",
      "difficulty": 2,
      "description": "Крысавчик — настоящий мастер контроля территории. Для этого он использует гранатомет, стреляющий отскакивающими снарядами, фугасные мины, подбрасывающие противников в воздух, а также капканы, которые способны остановить даже самых опасных героев.",
      "biography": [
        "Настоящее имя: Джеймисон Фокс, Возраст: 25 лет",
        "Род занятий: анархист, вор, подрывник, наемник, мародер",
        "Оперативная база: в прошлом — Джанкертаун, Австралия",
        "Принадлежность: в прошлом — Стервятники"
      ],
      "history": [
        "Крысавчик — помешанный на взрывах псих. Все, что ему нужно, — сеять хаос и разрушение.",
        "Нападение на термоядерный реактор австралийской омнии, повлекшее за собой его уничтожение, навсегда изменило облик Аутбэка. После взрыва он превратился в суровые, большей частью непригодные для жизни радиоактивные пустоши, усеянные обломками и искореженными руинами.",
        "Но кое-кому удалось выжить. Так называемые Стервятники пробрались в руины омнии и основали там новое общество, в котором царили коварство и беззаконие. Крысавчик был одним из таких людей. Он зарабатывал себе на жизнь, продавая обломки металла, детали и приборы, которые находил в руинах. Как и многие другие, он не избежал постоянного воздействия остаточной радиации, из-за которой впоследствии сошел с ума. Это безумие подарило ему новую страсть, постепенно переросшую в настоящую одержимость — взрывы.",
        "О Крысавчике заговорили, когда он обнаружил в самом сердце омнии нечто невероятно ценное и таинственное. О том, что именно он нашел, не знал практически никто, но Крысавчика тут же начали преследовать охотники за головами, бандиты и авантюристы всех мастей. Все это продолжалось, пока он не заключил сделку с одним из Стервятников по кличке Турбосвин, согласившимся стать его личным телохранителем в обмен на долю добычи.",
        "Вместе они покинули Аутбэк и отправились в мировое преступное турне, сея повсюду хаос и разрушение."
      ],
      "quote": "«ЧТО ЗА ДЕНЕК! САМОЕ ВРЕМЯ УСТРОИТЬ КАВАРДАК!»",
      "bgImage": "bg-hero-8.jpg",
      "image": "hero-8.png",
      "skills": [
        {
          "name": "ГРАНАТОМЕТ",
          "description": "Гранатомет Крысавчика стреляет гранатами на значительное расстояние. Они отскакивают от разных поверхностей и взрываются при контакте с врагом.",
          "image": "skills-8-1.png"
        },
        {
          "name": "ФУГАСНАЯ МИНА",
          "description": "Заложив одну из своих самодельных мин, Крысавчик легким движением ручного детонатора подрывает ее. Взрыв наносит урон врагам и подбрасывает их в воздух... или же отправляет в полет самого Крысавчика.",
          "image": "skills-8-2.png"
        },
        {
          "name": "КАПКАН",
          "description": "Крысавчик бросает на землю огромный капкан с металлическими зубьями. Любой противник, оказавшийся рядом с капканом, получит урон и будет обездвижен на некоторое время.",
          "image": "skills-8-3.png"
        },
        {
          "name": "ПОЛНЫЙ ХАОС",
          "description": "Извращенное чувство юмора Крысавчика дает о себе знать даже после его смерти. Погибая, он роняет на землю несколько взведенных гранат.",
          "image": "skills-8-4.png"
        },
        {
          "name": "АДСКАЯ ШИНА",
          "description": "Крысавчик заводит мотор колеса, набитого взрывчаткой, и запускает его по полю боя. Колесо само преодолевает препятствия и может катиться по стенам. Взрыв колеса, вызванный ручной детонацией, нанесет серьезный урон попавшим в область поражения врагам. Или же можно просто дождаться, пока оно взорвется само.",
          "image": "skills-8-5.png"
        }
      ]
    },
    {
      "id": 20,
      "name": "ЛУСИО",
      "roleId": 3,
      "roleIcon": "role-support.png",
      "difficulty": 2,
      "description": "На поле боя Лусио использует усилитель звука, поражающий противников особыми акустическими снарядами и способный отбрасывать их мощными звуковыми волнами. Его мелодии могут как исцелять союзников, так и увеличивать их скорость передвижения. Лусио может менять эти мелодии на ходу.",
      "biography": [
        "Настоящее имя: Лусио Коррейя дос Сантос, Возраст: 26 лет",
        "Род занятий: диджей, борец за свободу",
        "Оперативная база: Рио-де-Жанейро (Бразилия)",
        "Принадлежность: отсутствует"
      ],
      "history": [
        "Лусио — звезда международного масштаба, своей музыкой и своими действиями он вдохновляет народ на перемены.",
        "Лусио Коррейя дос Сантос вырос в бедных перенаселенных фавелах Рио-де-Жанейро, сильно пострадавших от финансового кризиса после Восстания машин. Он хотел хоть как-то помочь бразильцам, чья страна только встала на путь восстановления, и нашел спасение в музыке, обладающей невероятной силой объединять людей и помогать им на какое-то время забыть о тяготах повседневной жизни. Он выступал на улицах, на местных вечеринках, а став старше — и на серии легендарных подпольных концертов.",
        "Но в общине Лусио наступил хаос, когда мультинациональная корпорация Vishkar заключила с властями Рио контракт на перепланировку больших участков города. Лусио и его соседям пообещали, что этот проект изменит их жизнь к лучшему — но обещания оказались сладкой ложью. Корпорация Vishkar установила комендантский час и стала использовать население фавел в качестве дешевой рабочей силы, а ее представители стали жестко пресекать поведение, которое считали незаконным — все «во имя создания организованного сообщества».",
        "Лусио не стал это терпеть. Он выкрал звуковую технологию Vishkar, с помощью которой корпорация подавляла волю людей, и превратил ее в инструмент, побуждающий их к действию. Поднялось большое восстание, и народ изгнал представителей Vishkar со своей земли. За одну ночь звезда Лусио воссияла на небосклоне. Он стал символом перемен к лучшему. А музыка, которую он играл, лишь увеличила его популярность. Когда-то Лусио выступал лишь на местных вечеринках, а теперь собирает стадионы по всему миру.",
        "Лусио понял, что благодаря новообретенной славе он может что-то изменить и сделать мир лучше."
      ],
      "quote": "«ДАВАЙ, ВЛИВАЙСЯ!»",
      "bgImage": "bg-hero-10.jpg",
      "image": "hero-10.png",
      "skills": [
        {
          "name": "УСИЛИТЕЛЬ ЗВУКА",
          "description": "Лусио способен поражать противников звуковыми снарядами или отбрасывать их с помощью звуковой волны.",
          "image": "skills-10-1.png"
        },
        {
          "name": "КРОССФЕЙД",
          "description": "Треки Лусио усиливают не только его самого, но и ближайших к нему союзников. Он может переключаться между двумя песнями: одна увеличивает скорость передвижения, другая — восполняет здоровье.",
          "image": "skills-10-2.png"
        },
        {
          "name": "ГРОМКОСТЬ НА ПОЛНУЮ!",
          "description": "Лусио выкручивает громкость своих колонок, увеличивая силу воздействия текущей песни.",
          "image": "skills-10-3.png"
        },
        {
          "name": "ЗВУКОВОЙ БАРЬЕР",
          "description": "Защитные волны, создаваемые способностью Лусио «Звуковой барьер», на короткое время укрывают его самого и его ближайших союзников персональными щитами.",
          "image": "skills-10-4.png"
        }
      ]
    },
    {
      "id": 21,
      "name": "МАККРИ",
      "roleId": 1,
      "roleIcon": "role-damage.png",
      "difficulty": 2,
      "description": "Вооруженный револьвером под названием «Миротворец», Маккри разит врагов со смертельной меткостью и проворно ускользает от преследователей.",
      "biography": [
        "Настоящее имя: Джесси Маккри, Возраст: 37 лет",
        "Род занятий: охотник за головами",
        "Оперативная база: Санта-Фе (США, штат Нью-Мексико)",
        "Принадлежность: в прошлом — Overwatch"
      ],
      "history": [
        "Джесси Маккри, вооруженный револьвером под названием «Миротворец», стоит на страже справедливости. Но понимает ее по-своему.",
        "Маккри уже был известен как один из «ликвидаторов» — банды, которая занималась контрабандой оружия и военной техники на американском Юго-Западе, — когда его повязали вместе с сообщниками в ходе спецоперации Overwatch. Меткому и изобретательному Маккри дали выбор: провести остаток дней в тюрьме строгого режима или вступить в Blackwatch, секретное подразделение Overwatch. Он выбрал второе.",
        "Поначалу Маккри был настроен скептически, но со временем он поверил, что сможет загладить свои прошлые проступки, искореняя несправедливость в мире. Маккри понравилась гибкость в выборе средств, которой обладали участники Blackwatch, — ведь им не требовалось следовать бюрократическим правилам и нормам. Когда влияние Overwatch стало слабеть, некоторые участники Blackwatch решили воспользоваться этим и покончить с головной организацией, чтобы играть уже по своим правилам. Маккри не захотел присоединяться к отступникам и на какое-то время залег на дно.",
        "Спустя пару лет он объявился уже в качестве наемника. Прибегнуть к услугам Маккри хотят многие, но он соглашается сражаться только за то, что считает правильным."
      ],
      "quote": "«СПРАВЕДЛИВОСТЬ САМА СОБОЙ НЕ ВОССТАНОВИТСЯ».",
      "bgImage": "bg-hero-11.jpg",
      "image": "hero-11.png",
      "skills": [
        {
          "name": "МИРОТВОРЕЦ",
          "description": "Маккри бросает светошумовую гранату, которая взрывается спустя некоторое время. Взрыв гранаты оглушает ближайших противников.",
          "image": "skills-11-1.png"
        },
        {
          "name": "КУВЫРОК",
          "description": "Маккри совершает кувырок по направлению движения, одновременно перезаряжая «Миротворец».",
          "image": "skills-11-2.png"
        },
        {
          "name": "СВЕТОШУМОВАЯ ГРАНАТА",
          "description": "Маккри бросает светошумовую гранату, которая взрывается спустя некоторое время. Взрыв гранаты оглушает ближайших противников.",
          "image": "skills-11-3.png"
        },
        {
          "name": "МЕТКИЙ СТРЕЛОК",
          "description": "Сосредоточиться. Наметить цель. Достать оружие. Несколько мгновений Маккри прицеливается, а затем поражает всех противников перед собой. Чем слабее цели, тем выше вероятность, что выстрелы Маккри убьют их на месте.",
          "image": "skills-11-4.png"
        }
      ]
    },
    {
      "id": 22,
      "name": "МЭЙ",
      "roleId": 1,
      "roleIcon": "role-damage.png",
      "difficulty": 3,
      "description": "При помощи метеорологических устройств Мэй замедляет противников и обеспечивает союзникам надежный тыл. Эндотермический бластер Мэй выпускает короткий луч холода или стреляет ледяными снарядами. Мэй может защищаться от урона, погружаясь в криостазис, или же блокировать перемещения противника при помощи ледяной стены.",
      "biography": [
        "Настоящее имя: Мэй Лин Чжоу, Возраст: 31",
        "Род занятий: климатолог, искательница приключений",
        "Оперативная база: Сиань, Китай (ранее)",
        "Принадлежность: в прошлом — Overwatch"
      ],
      "history": [
        "Мэй — настоящий ученый, и она решила взять в свои руки дело по спасению окружающей среды.",
        "Хотя многие списывали экологические проблемы и изменения климата планеты на появление новых технологий, стремительный рост численности роботов и увеличение объемов добычи полезных ископаемых, истинные причины оставались загадкой. Рассчитывая приоткрыть завесу тайны, представители Overwatch установили наблюдательные посты в ключевых точках планеты.",
        "Мэй-Лин Чжоу вошла в число тех, на чьи плечи была возложена реализация этого долгосрочного проекта. Будучи климатологом мирового уровня, она разработала ряд технологий, позволяющих управлять климатом и оградить от опасности некоторые районы в Азии (и не только), находящиеся в зоне риска. Мэй как раз работала на наблюдательном посту в Антарктике, когда произошла ужасная катастрофа: внезапная чудовищная полярная буря отрезала базу от внешнего мира и повредила системы жизнеобеспечения. Ученые оказались брошены на произвол судьбы. Когда их припасы истощились, они приняли решение поместить себя в состояние криогенной заморозки до тех пор, пока кто-нибудь не придет к ним на выручку.",
        "Но помощь так и не пришла. Криогенные камеры с членами экспедиции обнаружили лишь много лет спустя. Мэй, все это время находившаяся в заморозке, оказалась единственной выжившей. Мир, в котором она очутилась, сильно отличался от того, который она помнила: Overwatch распустили, климатические проблемы стали еще острее, а посты наблюдения, следившие за состоянием окружающей среды, закрыли. Все полученные командой данные были потеряны",
        "Мэй решила продолжать работу в одиночку. Вооружившись портативным устройством, позволяющим управлять погодой, она отправилась странствовать по миру в надежде восстановить сеть экологических наблюдательных постов и выявить причины, приводящие к нарушениям в экосистеме планеты."
      ],
      "quote": "«ЗА ЭТОТ МИР СТОИТ ПОБОРОТЬСЯ!»",
      "bgImage": "bg-hero-13.jpg",
      "image": "hero-13.png",
      "skills": [
        {
          "name": "ЭНДОТЕРМИЧЕСКИЙ БЛАСТЕР",
          "description": "Бластер Мэй выпускает концентрированный короткий луч холода, который наносит урон, замедляет и в конечном счете замораживает противников. Также Мэй может стрелять ледяными снарядами, имеющими среднюю дальность поражения.",
          "image": "skills-13-1.png"
        },
        {
          "name": "КРИОСТАЗИС",
          "description": "Мэй мгновенно создает вокруг себя барьер из толстого льда. Находясь под его защитой, она восстанавливает здоровье и не получает урона от атак противника, однако при этом теряет возможность передвигаться.",
          "image": "skills-13-2.png"
        },
        {
          "name": "ЛЕДЯНАЯ СТЕНА",
          "description": "Мэй создает огромную стену из льда, которая преграждает путь, закрывает обзор и блокирует атаки.",
          "image": "skills-13-3.png"
        },
        {
          "name": "ВЬЮГА",
          "description": "Мэй использует метеорологический дрон, вызывающий сильный ветер и снегопад в большой области действия. Вьюга замедляет и наносит урон противникам. Обездвиживает тех, кто остается в области действия слишком долго.",
          "image": "skills-13-4.png"
        }
      ]
    },
    {
      "id": 23,
      "name": "РАЙНХАРДТ",
      "roleId": 2,
      "roleIcon": "role-tank.png",
      "difficulty": 1,
      "description": "Закованный в броню Райнхардт свирепо машет огромным молотом, стремительно рассекает по полю боя и защищает соратников широким энергетическим барьером.",
      "biography": [
        "Настоящее имя: Райнхардт Вильгельм, возраст: 61 год",
        "Род занятий: искатель приключений",
        "Оперативная база: Штутгарт (Германия)",
        "Принадлежность: в прошлом — Overwatch"
      ],
      "history": [
        "Райнхардт Вильгельм — это рыцарь из ушедшей эпохи, живущий согласно кодексу чести, справедливости и мужества.",
        "Организация Overwatch была основана тридцать лет назад, чтобы противостоять мятежам роботов по всему миру. Райнхардт, прославленный немецкий солдат, входил в первую ударную группу, положившую конец Восстанию машин. По завершении войны Overwatch стала международной организацией, чьей главной задачей было поддерживать мир на измученной войной земле, и Райнхардт зарекомендовал себя в ней как один из самых ярых защитников.",
        "Непревзойденная честность и потрясающая харизма Райнхардта с легкостью склоняли к нему людей, будь то простые солдаты или руководящие чины. Он не таясь высказывал свое мнение, чем завоевал репутацию самого рьяного сторонника Overwatch, но в случае необходимости был и самым жестким его критиком. Благодаря ему никто не забывал, что Overwatch должен быть силой на стороне добра.",
        "Райнхардту было далеко за пятьдесят, когда его отправили в неизбежную отставку по выслуге лет. Отстраненный от активных боевых действий, он впал в уныние; казалось, дням служения и славы пришел конец. Времена менялись; Overwatch стали подозревать в коррупции и подстрекательству к мятежу, а Райнхардт мог лишь смотреть, как попирают дело, защите которого он посвятил всю свою жизнь.",
        "В конце концов Overwatch распался, но Райнхардт не собирался сидеть сложа руки, пока мир вокруг него впадает в пучину хаоса. Вновь надев броню класса «Крестоносец», он, словно древний рыцарь, поклялся нести справедливость по всей Европе, защищать невинных и вселять надежду о светлом будущем в сердца и умы людей."
      ],
      "quote": "«ПРАВОСУДИЕ СВЕРШИТСЯ».",
      "bgImage": "bg-hero-15.jpg",
      "image": "hero-15.png",
      "skills": [
        {
          "name": "РАКЕТНЫЙ МОЛОТ",
          "description": "Ракетный молот Райнхардта — идеальное оружие ближнего боя. С каждым взмахом он наносит существенный урон, накрывая значительное пространство.",
          "image": "skills-15-1.png"
        },
        {
          "name": "ЭНЕРГЕТИЧЕСКИЙ БАРЬЕР",
          "description": "Райнхардт создает перед собой обширный энергетический барьер, поглощающий значительное количество урона до тех пор, пока не будет уничтожен. Проецируемый барьер надежно укрывает Райнхардта и его союзников, но при этом Райнхардт не может атаковать противников.",
          "image": "skills-15-2.png"
        },
        {
          "name": "РЫВОК",
          "description": "Райнхардт бросается вперед по прямой, захватывая первого противника на своем пути. Если при этом Райнхардт врезается в стену, захваченный противник получают колоссальный урон.",
          "image": "skills-15-3.png"
        },
        {
          "name": "ОГНЕННЫЙ УДАР",
          "description": "Райнхардт взмахивает ракетным молотом перед собой, посылая вперед огненный заряд, который проходит сквозь противников и наносит им урон.",
          "image": "skills-15-4.png"
        },
        {
          "name": "ЗЕМЛЕТРЯСЕНИЕ",
          "description": "Райнхардт с силой бьет ракетным молотом по земле, нанося урон всем противникам перед собой и сбивая их с ног.",
          "image": "skills-15-5.png"
        }
      ]
    },
    {
      "id": 24,
      "name": "РОКОВАЯ ВДОВА",
      "roleId": 1,
      "roleIcon": "role-damage.png",
      "difficulty": 2,
      "description": "Роковая вдова использует самые разные приспособления для устранения своих целей. Ее арсенал включает в себя ядовитые мины, разведывательный визор, наделяющий союзников инфракрасным зрением, а также универсальную снайперскую винтовку, которая может вести стрельбу в автоматическом режиме.",
      "biography": [
        "Настоящее имя: Амели Лакруа, Возраст: 33 года",
        "Род занятий: убийца",
        "Оперативная база: Анси (Франция)",
        "Принадлежность: Коготь"
      ],
      "history": [
        "Роковая вдова — идеальная убийца: терпеливая, безжалостная и эффективная, она не выказывает ни эмоций, ни сожалений.",
        "Считается, что в прошлой жизни Роковая вдова была супругой Жерара Лакруа, агента организации Overwatch, планировавшего операции, направленные на подавление деятельности террористической организации «Коготь». После нескольких неудавшихся попыток убрать Жерара «Коготь» решил сменить тактику и сосредоточился на его жене, Амели. Агенты «Когтя» похитили ее и подвергли интенсивному курсу нейронной модификации. Процедуры сломили ее волю и подавили личность; женщина превратилась в «спящего» агента. Спустя некоторое время сотрудники Overwatch вызволили Амели, казалось бы, в целости и сохранности, и она вернулась к нормальной жизни.",
        "Через две недели она убила Жерара, пока он спал.",
        "Поскольку миссия Амели была выполнена, она вернулась в «Коготь», где завершился процесс ее превращения в живое оружие. Она получила всестороннюю подготовку в искусстве маскировки, а ее физиология была изменена. Сердечный ритм замедлился настолько, что кожа бывшей мадам Лакруа стала холодной и бледной, а способность испытывать эмоции практически пропала. Амели, которую все помнили, умерла.",
        "На данный момент Роковая вдова является самой эффективной убийцей «Когтя», и лишь успешно выполненная работа приносит ей удовлетворение."
      ],
      "quote": "«ОДИН ВЫСТРЕЛ — ОДИН ТРУП».",
      "bgImage": "bg-hero-16.jpg",
      "image": "hero-16.png",
      "skills": [
        {
          "name": "ПОЦЕЛУЙ ВДОВЫ",
          "description": "Универсальная снайперская винтовка Роковой вдовы идеально подходит для ведения прицельного огня с большой дистанции. Если цель находится на средней дистанции, винтовку можно использовать для стрельбы в автоматическом режиме.",
          "image": "skills-16-1.png"
        },
        {
          "name": "КРЮК",
          "description": "Роковая вдова выпускает крюк в направлении прицеливания. Когда крюк цепляется за подходящий выступ, она быстро подтягивается к данной точке. Это позволяет Роковой вдове проводить разведку на поле боя, уходить от преследования или обходить цели с фланга.",
          "image": "skills-16-2.png"
        },
        {
          "name": "ЯДОВИТАЯ МИНА",
          "description": "Роковая вдова умеет быстро устанавливать ядовитые мины практически на любой поверхности. Когда цель заходит в область действия мины, срабатывает датчик движения и мина взрывается, отравляя ядовитым газом всех находящихся рядом противников.",
          "image": "skills-16-3.png"
        },
        {
          "name": "ИНФРАЗРЕНИЕ",
          "description": "Разведывательный визор Роковой вдовы позволяет ей некоторое время видеть тепловой след целей и другие объекты сквозь стены. Союзники Роковой вдовы также получают возможность видеть эти цели",
          "image": "skills-16-4.png"
        }
      ]
    },
    {
      "id": 25,
      "name": "СИММЕТРА",
      "roleId": 1,
      "roleIcon": "role-damage.png",
      "difficulty": 2,
      "description": "Симметра использует фотонный излучатель, чтобы разить врагов, укрывать щитами союзников, устанавливать телепорты и защитные турели, замедляющие героев противника.",
      "biography": [
        "Настоящее имя: Сатья Вашвани, Возраст: 28 лет",
        "Род занятий: архитектор",
        "Оперативная база: Утопия (Индия)",
        "Принадлежность: корпорация Vishkar"
      ],
      "history": [
        "Симметра в буквальном смысле искажает реальность. Манипулируя конструкциями из «жесткого» света, она творит мир таким, каким хочет его видеть, в надежде создать идеальное общество.",
        "После окончания Восстания машин южноиндийская корпорация Vishkar начала трудоемкий процесс создания нового типа самоподдерживающихся городов, способных вместить обездоленных войной жителей страны. Один из таких городов, получивший название Утопия, был построен с использованием революционной технологии «жесткого» света, позволяющей архитекторам в мгновение ока менять очертания его улиц, домов и сооружений.",
        "Юную Сатью Вашвани отобрали как одного из немногих архитекторов, способных работать с «жестким» светом, вырвав девушку из пут ужасающей нищеты и поместив под крыло архитектурной академии корпорации Vishkar. Ей не было суждено вернуться домой. Жившая уединенно Сатья полностью посвятила себя учебе и тренировкам. Она быстро схватывала практические способы применения технологии и была одним из лучших учеников своего курса. Она имела собственный, отличный от классического, подход к работе с «жестким» светом: пока все создавали шаблонные механистические конструкции, она творила, вдохновляясь движениями из традиционных танцев ее родины.",
        "Хотя Сатья была одним из ведущих архитекторов Утопии, корпорация Vishkar видела в ней гораздо больший потенциал. Ей дали имя Симметра и стали посылать в разные уголки мира на тайные задания, целями которых были защита интересов корпорации и распространение ее влияния на другие страны.",
        "Симметра искренне верит в то, что ее действия идут на благо обществу, но иногда ее одолевают сомнения в том, что контроль и порядок, которых она жаждет, — это действительно хорошо."
      ],
      "quote": "«БЕСПОРЯДОК — ВОТ ИСТИННЫЙ ВРАГ ЧЕЛОВЕЧЕСТВА».",
      "bgImage": "bg-hero-18.jpg",
      "image": "hero-18.png",
      "skills": [
        {
          "name": "ФОТОННЫЙ ИЗЛУЧАТЕЛЬ",
          "description": "Оружие Симметры испускает луч, который наносит противнику постоянный урон. Количество урона увеличивается по мере поддержания луча. Излучатель также способен стрелять энергетическими сферами, которые наносят значительный урон при попадании.",
          "image": "skills-18-1.png"
        },
        {
          "name": "ЗАЩИТНАЯ ТУРЕЛЬ",
          "description": "Симметра устанавливает небольшую турель, которая автоматически стреляет в ближайшего противника замедляющим лучом. На поле боя может находиться до трех турелей одновременно.",
          "image": "skills-18-2.png"
        },
        {
          "name": "ТЕЛЕПОРТЕР",
          "description": "Симметра устанавливает два телепорта: один — перед собой, другой — на некотором расстоянии. Союзники (а также некоторые их способности, например, «Адская шина» Крысавчика) могут войти в один телепорт и мгновенно переместиться к другому.",
          "image": "skills-18-3.png"
        },
        {
          "name": "ФОТОННЫЙ БАРЬЕР",
          "description": "Симметра размещает огромный энергетический барьер, который блокирует атаки на расстоянии и тянется через все поле боя.",
          "image": "skills-18-4.png"
        }
      ]
    },
    {
      "id": 26,
      "name": "СОЛДАТ-76",
      "roleId": 1,
      "roleIcon": "role-damage.png",
      "difficulty": 1,
      "description": "Солдат-76 вооружен по последнему слову техники. В сражении он полагается на импульсную винтовку со встроенным отделением для ракет, а также на многолетнюю сноровку и боевой опыт.",
      "biography": [
        "Настоящее имя: неизвестно, Возраст: неизвестен",
        "Род занятий: мститель",
        "Оперативная база: неизвестна",
        "Принадлежность: в прошлом — Overwatch"
      ],
      "history": [
        "Преступник по прозвищу «Солдат-76», который находится в международном розыске, ведет собственную войну: он добивается раскрытия правды о причинах роспуска Overwatch.",
        "Солдат-76 заявил о себе серией громких нападений на финансовые организации, подпольные корпорации и охраняемые объекты Overwatch. Никто точно не знает его мотивов, но высказывается предположение, что это бывший агент Overwatch и он пытается раскрыть заговор, погубивший его организацию.",
        "Его личность пока не установлена. Полагают, что он прошел тренировку по американской «программе улучшения солдат». Это несравненный боец, он обладает запредельными для обычного человека физическими данными и пользуется рядом улучшений. Кроме того, в его арсенале — новейшие разработки и прототипы военного оборудования, украденные им с бывших баз Overwatch.",
        "Солдат-76 не остановится ни перед чем в стремлении отыскать и покарать тех, кто виновен в роспуске Overwatch."
      ],
      "quote": "«ВСЕ МЫ ТЕПЕРЬ — СОЛДАТЫ».",
      "bgImage": "bg-hero-19.jpg",
      "image": "hero-19.png",
      "skills": [
        {
          "name": "ИМПУЛЬСНАЯ ВИНТОВКА",
          "description": "Надежное оружие, сохраняющее точность даже при стрельбе в автоматическом режиме.",
          "image": "skills-19-1.png"
        },
        {
          "name": "РАКЕТНЫЙ УДАР",
          "description": "Залп из нескольких ракет, летящих по спирали. Взрыв ракет наносит урон всем противникам в небольшой области.",
          "image": "skills-19-2.png"
        },
        {
          "name": "СПРИНТ",
          "description": "Солдат-76 может резко ускорить бег, когда нужно срочно выйти из боя или вернуться в бой. Действие способности заканчивается, если Солдат-76 делает любое движение, кроме движения вперед.",
          "image": "skills-19-3.png"
        },
        {
          "name": "БИОТИЧЕСКОЕ ПОЛЕ",
          "description": "Солдат-76 размещает на земле излучатель, восстанавливающий здоровье ему самому и всем его союзникам в области действия.",
          "image": "skills-19-4.png"
        },
        {
          "name": "ТАКТИЧЕСКИЙ ВИЗОР",
          "description": "Высокоточный модуль наведения Солдата-76 захватывает ближайшую к перекрестию прицела цель. Если она покидает зону видимости, Солдат-76 может быстро переключиться на новую цель.",
          "image": "skills-19-5.png"
        }
      ]
    },
    {
      "id": 27,
      "name": "ТОРБЬОРН",
      "roleId": 1,
      "roleIcon": "role-damage.png",
      "difficulty": 2,
      "description": "Обширный арсенал Торбьорна включает в себя гвоздестрел, кузнечный молот и персональное устройство для сборки турелей.",
      "biography": [
        "Настоящее имя: Торбьорн Линдхольм, Возраст: 57 лет",
        "Род занятий: конструктор оружия",
        "Оперативная база: Гетеборг (Швеция)",
        "Принадлежность: в прошлом — Overwatch"
      ],
      "history": [
        "В период своего расцвета Overwatch владела одним из самых внушительных арсеналов суперсовременных вооружений на планете, многие из которых были созданы в конструкторском бюро гениального инженера Торбьорна Линдхольма.",
        "Еще до Восстания машин Торбьорн приобрел известность благодаря своим системам вооружений, которые использовались во многих странах мира. Однако он полагал, что технологические разработки должны служить на благо человечества, с чем порой не соглашались его наниматели, желавшие управлять его изобретениями при помощи искусственного интеллекта.",
        "Торбьорн решительно не доверял роботизированным интеллектуальным системам, и хотя многие коллеги воспринимали это как проявление паранойи, худшие опасения инженера сбылись во время Восстания машин, когда роботы обратились против своих создателей-людей. Торбьорна, как гениального конструктора, пригласили в первую команду Overwatch. Многие из его изобретений сыграли ключевую роль в разрешении кризиса. В последующие годы Overwatch превратилась в международную миротворческую организацию, в которой Торбьорн продолжал занимать центральное место, снабжая ее многочисленными технологическими разработками и уникальными вооружениями.",
        "В хаосе, последовавшем за развалом Overwatch, множество смертоносных изделий Торнбьорна было разворовано, после чего они разошлись по всему свету. Чувствуя ответственность за свои творения, Торбьорн полон решимости не дать им попасть в плохие руки и причинить вред невинным."
      ],
      "quote": "«СТРОИМ, ЛОМАЕМ».",
      "bgImage": "bg-hero-22.jpg",
      "image": "hero-22.png",
      "skills": [
        {
          "name": "ГВОЗДЕСТРЕЛ",
          "description": "Торбьорн стреляет гвоздями на дальние дистанции либо выпускает из оружия струю раскаленного металла на близком расстоянии.",
          "image": "skills-22-1.png"
        },
        {
          "name": "КУЗНЕЧНЫЙ МОЛОТ",
          "description": "Используется как инструмент для починки турелей или оружие ближнего боя.",
          "image": "skills-22-2.png"
        },
        {
          "name": "УСТАНОВКА ТУРЕЛИ",
          "description": "Торбьорн бросает самовозводящуюся турель, которая автоматически стреляет по противникам.",
          "image": "skills-22-3.png"
        },
        {
          "name": "ПЕРЕГРУЗКА",
          "description": "Ненадолго дает Торбьорну дополнительную броню, а также повышает его скорость атаки, передвижения и перезарядки.",
          "image": "skills-22-4.png"
        },
        {
          "name": "ПЕРЕГРЕВ",
          "description": "Торбьорн создает лужи раскаленного металла, которые постоянно наносят урон попавшим в них целям (а также дополнительный урон против брони). Эффективно останавливает продвижение противника.",
          "image": "skills-22-5.png"
        }
      ]
    },
    {
      "id": 28,
      "name": "ТРЕЙСЕР",
      "roleId": 1,
      "roleIcon": "role-damage.png",
      "difficulty": 2,
      "description": "Трейсер вооружена двумя скорострельными пистолетами, импульсными бомбами и искрометным чувством юмора. Но важнее всего ее умение стремительно перемещаться в пространстве и даже возвращаться назад во времени, внося сумятицу в ряды противника.",
      "biography": [
        "Настоящее имя: Лена Окстон, Возраст: 26 лет",
        "Род занятий: искательница приключений",
        "Оперативная база: Лондон (Англия)",
        "Принадлежность: в прошлом — Overwatch"
      ],
      "history": [
        "Бывший агент Overwatch по прозвищу Трейсер беспрестанно скачет во времени и ищет, где бы еще сотворить добро.",
        "Лена Окстон (позывной: «Трейсер») стала самой юной участницей экспериментальной полетной программы Overwatch. Ей, бесстрашному пилоту, предоставили возможность испытать прототип новейшего межпространственного истребителя «Супервспышка». Однако в ходе первого полета произошел отказ телепортирующей матрицы, и боевая машина исчезла. Лену посчитали погибшей.",
        "Она вернулась спустя несколько месяцев, но случившееся сильно изменило ее: молекулы Трейсер рассинхронизировались с временным потоком. Вследствие «хронологической диссоциации» она превратилась в подобие живого призрака, который периодически исчезал на несколько часов, а порой и дней. Даже в те недолгие мгновения, что ей удавалось задержаться в настоящем, она не могла сохранять свою физическую форму.",
        "Врачи и ученые Overwatch были поставлены в тупик. Случай казался безнадежным, пока однажды ученый по имени Уинстон не создал хроноускоритель — устройство, способное удерживать Трейсер в настоящем. Помимо этого, Трейсер получила возможность самостоятельно управлять ходом личного времени — ускорять и замедлять его по собственному желанию. Благодаря своим новым способностям Трейсер стала одним из самых успешных агентов организации.",
        "Со времен роспуска Overwatch Трейсер продолжает бороться с несправедливостью и не перестает сражаться за правое дело."
      ],
      "quote": "ЭЙ, ДРУГ, Я УЖЕ ЗДЕСЬ!",
      "bgImage": "bg-hero-23.jpg",
      "image": "hero-23.png",
      "skills": [
        {
          "name": "ИМПУЛЬСНЫЕ ПИСТОЛЕТЫ",
          "description": "Трейсер стреляет из обоих скорострельных пистолетов.",
          "image": "skills-23-1.png"
        },
        {
          "name": "СКАЧОК",
          "description": "Трейсер мгновенно перемещается в пространстве в горизонтальной плоскости по направлению движения и появляется в нескольких метрах от первоначальной точки. Одновременно она может накапливать до трех зарядов способности. Новый заряд накапливается каждые несколько секунд.",
          "image": "skills-23-2.png"
        },
        {
          "name": "ВОЗВРАТ",
          "description": "Трейсер перемещается назад во времени, перемещаясь в точку на поле боя, где она находилась несколько секунд назад, и возвращая свое состояние здоровья и боезапас на тот момент.",
          "image": "skills-23-3.png"
        },
        {
          "name": "ИМПУЛЬСНАЯ БОМБА",
          "description": "Трейсер бросает большую бомбу, которая прикрепляется к любой поверхности или противнику при попадании. Через мгновение бомба взрывается, нанося значительный урон всем противникам в области поражения.",
          "image": "skills-23-4.png"
        }
      ]
    },
    {
      "id": 29,
      "name": "ТУРБОСВИН",
      "roleId": 2,
      "roleIcon": "role-tank.png",
      "difficulty": 1,
      "description": "Турбосвин притягивает врагов своим знаменитым цепным крюком, а затем разделывается с ними при помощи мощного металломета. Крепкое телосложение позволяет ему выдерживать огромный урон. Вдобавок к этому, он способен часто восстанавливать себе здоровье.",
      "biography": [
        "Настоящее имя: Мако Рутледж, Возраст: 48",
        "Род занятий: телохранитель, в прошлом — бандит",
        "Оперативная база: в прошлом — Джанкертаун, Австралия",
        "Принадлежность: в прошлом — Стервятники"
      ],
      "history": [
        "Турбосвин — жестокий и беспощадный убийца, которому не нужен веский повод, чтобы уничтожать все на своем пути.",
        "Мако Рутледж был одним из многих жителей австралийского Аутбэка, которых выселили из родных земель ради постройки новой омнии. После завершения Восстания машин правительство приняло неоднозначное решение подарить эти земли роботам, едва не уничтожившим всю страну, в надежде заключить с ними долгосрочный мирный договор. В результате Мако и многие другие обитатели Аутбэка, промышлявшие сбором солнечной энергии и желавшие лишь одного — чтобы их не трогали, лишились дома.",
        "Возмущенные, они подняли восстание. Сформировав так называемый Фронт освобождения Австралии, они начали борьбу с роботами, населявшими омнию, и попытались вытеснить их со своих исконных земель. Ситуация становилась все более напряженной, и в конце концов бойцам ФОА удалось провести диверсию в ядре реактора омнии, что привело к его взрыву. Этот взрыв уничтожил саму омнию, заразил радиацией окружающую ее территорию и засыпал прилегающие к ней земли искореженными обломками на многие километры вокруг.",
        "Превращение родного дома в постапокалиптическую пустошь навсегда изменило Мако.",
        "Приспосабливаясь к новым условиям, он смастерил кислородную маску, оседлал свой старый мотоцикл и подался разбойничать на разбитых дорогах Аутбэка. Постепенно он утратил последние остатки человечности. Так умер Мако и появился безжалостный убийца по прозвищу Турбосвин."
      ],
      "quote": "«Я — ХОДЯЧИЙ АПОКАЛИПСИС».",
      "bgImage": "bg-hero-24.jpg",
      "image": "hero-24.png",
      "skills": [
        {
          "name": "МЕТАЛЛОМЕТ",
          "description": "Металломет Турбосвина выстреливает зарядами металлических обломков с большим разбросом и малой дальностью полета. В альтернативном режиме он запускает шар из металлолома, взрывающийся на некотором расстоянии и разбрасывающий осколки из точки взрыва.",
          "image": "skills-24-1.png"
        },
        {
          "name": "ПЕРЕДЫШКА",
          "description": "За короткий промежуток времени Турбосвин восстанавливает часть своего запаса здоровья.",
          "image": "skills-24-2.png"
        },
        {
          "name": "ЦЕПНОЙ КРЮК",
          "description": "Турбосвин бросает крюк на цепи и притягивает пораженного противника к себе.",
          "image": "skills-24-3.png"
        },
        {
          "name": "ТУРБОСВИНСТВО",
          "description": "Турбосвин под завязку заряжает свой металломет и обрушивает на врагов ливень картечи, отбрасывающей все пораженные цели.",
          "image": "skills-24-4.png"
        }
      ]
    },
    {
      "id": 30,
      "name": "УИНСТОН",
      "roleId": 2,
      "roleIcon": "role-tank.png",
      "difficulty": 2,
      "description": "Уинстон использует в бою поразительные изобретения, такие как прыжковый ранец, пушка «Тесла» и защитный купол. Вдобавок ко всему, он обладает невероятной физической силой.",
      "biography": [
        "Настоящее имя: Уинстон, Возраст: 29 лет",
        "Род занятий: ученый, искатель приключений",
        "Оперативная база: в прошлом — лунная колония «Горизонт»",
        "Принадлежность: в прошлом — Overwatch"
      ],
      "history": [
        "Уинстон, сверхразумная генетически модифицированная горилла, — блестящий ученый и великий гуманист.",
        "Лунная колония «Горизонт» была первым шагом человечества на пути к очередному этапу освоения космоса. Одними из ее обитателей были генетически модифицированные гориллы, на которых проводили эксперименты по выявлению эффектов длительного пребывания в космосе.",
        "В ходе генной терапии у одной из горилл выявился настолько быстрый рост тканей мозга, что ее взял под опеку доктор Харольд Уинстон. Он обучал своего подопечного наукам и рассказывал о находчивости человеческой расы. Молодая горилла проводила свои дни, помогая доктору в научных экспериментах, глядя на голубую планету, простирающуюся за окном ее жилища, и мечтая о бесконечных возможностях, которые ее там ждут.",
        "Но все встало с ног на голову, когда остальные гориллы подняли мятеж, убили всех ученых миссии и захватили колонию. Наш герой взял имя своего опекуна, построил из подручных материалов ракету и улетел на Землю. Там Уинстон нашел прибежище среди членов организации «Overwatch», ставших для него живым воплощением идеалов человечества, которыми он так восхищался. Наконец-то он мог жить так, как подсказывала ему совесть.",
        "С роспуском организации Уинстон, вновь отрезанный от своего идеального мира, ушел в тень, мечтая о возвращении героических дней."
      ],
      "quote": "«В ОСНОВЕ ЛЮБЫХ ОТКРЫТИЙ ЛЕЖИТ ВООБРАЖЕНИЕ».",
      "bgImage": "bg-hero-25.jpg",
      "image": "hero-25.png",
      "skills": [
        {
          "name": "ПУШКА «ТЕСЛА»",
          "description": "При зажатом спусковом крючке оружие Уинстона испускает электрические разряды.",
          "image": "skills-25-1.png"
        },
        {
          "name": "ПРЫЖКОВЫЙ РАНЕЦ",
          "description": "С помощью ранца Уинстон взмывает высоко в воздух, при приземлении наносит значительный урон находящимся рядом противникам и оглушает их.",
          "image": "skills-25-2.png"
        },
        {
          "name": "ЗАЩИТНЫЙ КУПОЛ",
          "description": "Уинстон создает сферическое поле, поглощающее урон до тех пор, пока оно не будет уничтожено. Союзники, укрытые полем, могут продолжать вести ответный огонь.",
          "image": "skills-25-3.png"
        },
        {
          "name": "ЯРОСТЬ ЗВЕРЯ",
          "description": "Уинстон высвобождает свою звериную сущность. При этом значительно увеличивается его запас здоровья, атаки ближнего боя начинают наносить увеличенный урон, а Уинстон может чаще использовать способность «Прыжковый ранец». В состоянии ярости Уинстон может использовать только атаки ближнего боя и «Прыжковый ранец».",
          "image": "skills-25-4.png"
        }
      ]
    },
    {
      "id": 31,
      "name": "ФАРРА",
      "roleId": 1,
      "roleIcon": "role-damage.png",
      "difficulty": 1,
      "description": "Боевой костюм Фарры оборудован реактивными двигателями, которые позволяют ей парить в воздухе. А мощный ракетомет делает из нее очень грозного противника.",
      "biography": [
        "Настоящее имя: Фария Амари, Возраст: 32 года",
        "Род занятий: начальник службы безопасности",
        "Оперативная база: Гиза (Египет)",
        "Принадлежность: Helix Security International"
      ],
      "history": [
        "Приверженность долгу у Фарии Амари в крови. Среди ее предков много солдат, заслуживших ордена и медали, и она тоже жаждет служить с честью.",
        "В детстве Фария мечтала пойти по стопам матери и работать в международной миротворческой организации Overwatch. Она вступила в египетскую армию и быстро продвигалась по службе благодаря своей невероятной стойкости и тактической смекалке. Прирожденный лидер, она снискала уважение и преданность своих подчиненных. С таким солидным послужным списком Фария прекрасно вписалась бы в ряды Overwatch. К сожалению, когда ей наконец выпала такая возможность, Overwatch распустили.",
        "Фария уволилась из армии с наградой за безупречную службу, и вскоре ей предложили должность в частном охранном агентстве «Helix Security International», которое занималось защитой исследовательского центра искусственного интеллекта, расположенного под плато Гиза. Этот центр был жизненно необходим для сохранения безопасности не только в Египте, но и по всей Земле. Фария с радостью приняла предложение и прошла обучение по работе с экспериментальным боевым костюмом Raptora Mark VI, обладающим повышенной мобильностью и разрушительной огневой мощью.",
        "Теперь молодая женщина под псевдонимом Фарра работает сотрудником службы безопасности в исследовательском центре. И хоть она скорбит о роспуске Overwatch, но не оставляет надежды дать злу по всей планете достойный отпор."
      ],
      "quote": "«Я БУДУ ЗАЩИЩАТЬ НЕВИННЫХ».",
      "bgImage": "bg-hero-26.jpg",
      "image": "hero-26.png",
      "skills": [
        {
          "name": "РАКЕТОМЕТ «СОКОЛ»",
          "description": "Основное оружие Фарры, которое выпускает ракеты, наносящие значительный урон по большой области.",
          "image": "skills-26-1.png"
        },
        {
          "name": "РЕАКТИВНЫЙ РАНЕЦ",
          "description": "Благодаря реактивным двигателям, закрепленным на костюме, Фарра способна взлетать высоко в небо.",
          "image": "skills-26-2.png"
        },
        {
          "name": "ВЗРЫВНАЯ ВОЛНА",
          "description": "Фарра выпускает из наручного механизма ракету, которая отбрасывает пораженных противников.",
          "image": "skills-26-3.png"
        },
        {
          "name": "РАКЕТНЫЙ ЗАЛП",
          "description": "Фарра выпускает заряд мини-ракет, способный уничтожить группы противников.",
          "image": "skills-26-4.png"
        }
      ]
    },
    {
      "id": 32,
      "name": "ХАНДЗО",
      "roleId": 1,
      "roleIcon": "role-damage.png",
      "difficulty": 3,
      "description": "Стрелы Хандзо многофункциональны и позволяют ему следить за перемещения противника и поражать несколько целей одновременно. Хандзо может карабкаться по стенам и призывать гигантского призрачного дракона, пожирающего все на своем пути.",
      "biography": [
        "Настоящее имя: Хандзо Шимада, возраст: 38 лет",
        "Род занятий: наемник, убийца",
        "Оперативная база: Ханамура (Япония)",
        "Принадлежность: клан Шимада"
      ],
      "history": [
        "В стремлении к совершенству Хандзо Шимада непрерывно оттачивает навыки стрельбы из лука и бесшумного убийства.",
        "История рода Шимада, клана убийц, чья сила с годами лишь росла, теряется в глубине веков. Они выстроили огромную преступную империю, процветавшую благодаря продаже оружия и наркотиков. Хандзо, старший сын главы клана, обязан был со временем занять место отца. Прирожденный лидер, знаток стратегии и тактики, он с ранних лет готовился к этому посту. Но не меньше он преуспел и в более практических областях: боевых искусствах, владении мечом и стрельбе из лука.",
        "Когда отец Хандзо умер, старейшины клана поручили юноше вернуть на путь истинный его младшего брата и вместе с ним править империей Шимада. Но брат отверг его предложение, и Хандзо был вынужден его убить. Произошедшее поразило молодого человека так сильно, что он отказался от отцовского наследства и покинул клан и все, к чему он так усердно готовился.",
        "Теперь Хандзо бродит по свету, оттачивая воинское искусство и пытаясь восстановить свою честь, чтобы упокоить наконец призраков прошлого."
      ],
      "quote": "«В КАЖДОЙ СМЕРТИ ЕСТЬ ЧЕСТЬ, А ЧЕСТЬ ИСКУПАЕТ ВИНУ».",
      "bgImage": "bg-hero-27.jpg",
      "image": "hero-27.png",
      "skills": [
        {
          "name": "ЛУК БУРИ",
          "description": "Хандзо натягивает тетиву и выпускает стрелу в цель.",
          "image": "skills-27-1.png"
        },
        {
          "name": "ЗВУКОВАЯ СТРЕЛА",
          "description": "Хандзо выпускает стрелу, в которую встроен сонар, способный обнаружить любого противника в радиусе действия. На обнаруженных противников накладывается метка, позволяющая Хандзо и его союзникам отслеживать их.",
          "image": "skills-27-2.png"
        },
        {
          "name": "ШКВАЛ",
          "description": "Следующие несколько стрел Хандзо будут выпущены мгновенно, но нанесут меньше урона.",
          "image": "skills-27-3.png"
        },
        {
          "name": "ВЫПАД",
          "description": "Хандзо может совершать двойные прыжки и менять направление движения прямо в воздухе.",
          "image": "skills-27-4.png"
        },
        {
          "name": "УДАР ДРАКОНА",
          "description": "Хандзо призывает призрачного дракона, который летит по прямой. Дракон проходит сквозь стены, пожирая оказавшихся на пути противников.",
          "image": "skills-27-5.png"
        }
      ]
    }
  ]
}